Repository: MAgojam/jamoviDocs
Catalog: _locale/*/LC_MESSAGES/index.po
Languages: de

source: Additional Modules
de: jamovi-Module

source: The jamovi user-manual contains everything you need to know about getting up and running for jamovi.
de: Das jamovi Benutzerhandbuch enthält alles, was Sie wissen müssen, wenn Sie jamovi das erste Mal benutzen.

source: Analyses
de: Analysen

source: The aim of the following section is to provide short, non-technical tutorials on how to conduct common statistical procedures in jamovi. It was originally created by Jonas Rafi under the name jamovi guide.
de: Das Ziel des folgenden Abschnitts ist es, kurze, nicht-technische Anleitungen zur Durchführung gängiger statistischer Verfahren in jamovi bereitzustellen. Sie wurde ursprünglich von Jonas Rafi unter dem Namen jamovi-guide erstellt.

source: However, it is meant to be an introduction, not a resource providing an in-depth introduction into the background of those procedures. For such an endevaour, there are plenty of other resources. Some of these resources are listed at the bottom of the pages introducing the individual analyses in the box "Community resources".
de: Diese sind jedoch als eine Einführung gedacht, nicht als Ressource, die eine ausführliche Einführung in die Hintergründe dieser Verfahren bietet. Für eine solche tiefere Einführung gibt es zahlreiche andere Ressourcen. Einige dieser Ressourcen sind am Ende der Seiten, die die einzelnen Analysen vorstellen, im Kasten "Community-Ressources" aufgeführt.

source: Describing and cleaning your data
de: Deskriptiv-statistische Analysen und das Bereinigen Ihrer Daten

source: A quite essential part of a statistical analysis actually happens before we conduct them. That part is concerned with first getting an overview over your data. This information is gathered using descriptive-statistical analyses.
de: Ein ganz wesentlicher Teil einer statistischen Analyse passiert eigentlich schon, bevor wir sie durchführen. In diesem Teil geht es darum, sich einen Überblick über Ihre Daten zu verschaffen. Diese Informationen werden mit Hilfe von deskriptiv-statistischen Analysen gesammelt.

source: One way to use this information is for assessing whether the data meet the assumptions that are required to run most inference-statistical procedures. There are two checks that are central for assessing whether those assumptions are met: The first evaluates whether the data are in accordance with a normal distribution, the other assesses whether the independent and the dependent variables stand in a linear relation. If the assumptions are not met, this is often due to outliers in your data. Based upon the information we gathered, it becomes possible to search for and to remove such outliers. Using `filters <_pages/jg_18_Filtering_data.html>`__ can help you with that task.
de: Eine Möglichkeit, diese Informationen zu nutzen, ist die Beurteilung, ob die Daten die Annahmen erfüllen, die für die Ausführung der meisten inferenzstatistischen Verfahren erforderlich sind. Es gibt zwei Analysen, die entscheidend sind, wenn es darum geht, zu beurteilen, ob diese Annahmen erfüllt sind: Die erste bewertet, ob die Daten einer Normalverteilung entsprechen, die andere bewertet, ob die unabhängigen und die abhängigen Variablen in einem linearen Zusammenhang stehen. Wenn die Annahmen nicht erfüllt sind, liegt das oft an Ausreißern in Ihren Daten. Auf Basis der gesammelten Informationen ist es möglich, solche Ausreißer zu suchen und zu entfernen. Die Verwendung von `Filtern <_pages/jg_18_Filtering_data.html>`__ kann Ihnen bei dieser Aufgabe helfen.

source: The t-test is used to test whether the mean value in a normally distributed data set deviates significantly from a null hypothesis (which assumes that there is no difference). The concept is presented in this `introductory video <https://www.youtube.com/embed/mb7KCLYEis8?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ by `Barton Poulson <https://datalab.cc/jamovi>`__.
de: Der t-Test wird verwendet, um zu testen, ob der Mittelwert in einem normalverteilten Datensatz signifikant von einer Nullhypothese (die annimmt, dass es keinen Unterschied gibt) abweicht. Das zugrundeliegende Konzept wird in diesem `Einführungsvideo <https://www.youtube.com/embed/mb7KCLYEis8?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ von `Barton Poulson <https://datalab.cc/jamovi>`__ erklärt.

source: Analyses of Variance (ANOVA)
de: Varianzanalyse (ANOVA)

source: The Analysis of variance (ANOVA) is a statistical method that examines how the impact of one or more factors affects an outcome (dependent) variable. These factors are the predictor variables and are categorical. Typically, such factors reflect an experimental manipulation (e.g. with or without treatment), but a factor can also represent groups for whose influence one would like to control (e.g. gender: men or women). The analysis of variance is based on a concept similar to that of the t-test, but it goes beyond that, in that factors can have several levels (t-tests only allow two) and in that several factors can be examined simultaneously. An introduction into the concept of an ANOVA is presented in this `video <https://www.youtube.com/embed/GcbMG6sizXs?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ by `Barton Poulson <https://datalab.cc/jamovi>`__.
de: Die Varianzanalyse (ANOVA) ist eine statistische Methode, die untersucht, wie sich der Einfluss eines oder mehrerer Faktoren auf eine Ergebnisvariable (abhängige Variable) auswirkt. Diese Faktoren sind die Prädiktorvariablen (unabhängige Variablen) und sind kategorisch. Typischerweise spiegeln solche Faktoren eine experimentelle Manipulation wider (z. B. Behandlung vs. Placebo in einer Interventionsstudie), aber ein Faktor kann auch eine (oder mehrere) bestehende Gruppen verwenden, für deren Einfluss man kontrollieren möchte (z. B. Geschlecht: Männer oder Frauen). Die Varianzanalyse basiert auf einem ähnlichen Konzept wie der t-Test, geht aber über diesen hinaus: Faktoren können mehrere Niveaus haben (t-Tests erlauben nur zwei) und mehrere Faktoren können gleichzeitig untersucht werden. Eine Einführung in das Konzept einer ANOVA findet sich in diesem `Video <https://www.youtube.com/embed/GcbMG6sizXs?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ von `Barton Poulson <https://datalab.cc/jamovi>`__.

source: There are different types of analysis of variance, which differ in the number of factors examined - one or more factors - or whether they compare between people or within a person - repeated measurements:
de: Es gibt verschiedene Arten von Varianzanalysen. Diese unterscheiden sich in der Anzahl der untersuchten Faktoren - ein oder mehrere Faktoren - oder darin, ob sie zwischen Personen oder zwischen verschiedenen Meßzeitpunkten innerhalb einer Person vergleichen - „gewöhnliche“ ANOVA vs. ANOVA mit Meßwertwiederholung:

source: Correlation and regression analyses are statistical methods for assessing the relationships between a dependent / outcome variable and one or more independent / predictor variables. While the *correlation* analysis examines the *relationship* between one predictor and one outcome variable, *regression* analysis mainly focuses on *prediction* (how well can one or more variables predict another (outcome) variable). Often, a distinction is made between linear and non-linear (e.g., logistic regression). An introduction into the concept of regression analyses is presented in this `video <https://www.youtube.com/embed/gRhVjKNWiUs?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ by `Barton Poulson <https://datalab.cc/jamovi>`__.
de: Korrelations- und Regressionsanalysen sind statistische Methoden zur Beurteilung der Beziehungen zwischen einer abhängigen / Ergebnisvariablen und einer oder mehreren unabhängigen / Prädiktorvariablen. Während die *Korrelationsanalyse* den *Zusammenhang* zwischen einer Prädiktor- und einer Ergebnisvariablen untersucht, konzentriert sich die *Regressionsanalyse* hauptsächlich auf die *Vorhersage* (wie gut kann eine oder mehrere Variablen eine andere [Ergebnis-]Variable vorhersagen). Oft wird zwischen linearer und nicht-linearer (z. B. logistischer Regression) unterschieden. Eine Einführung in das Konzept der Regressionsanalysen gibt das folgende `Video <https://www.youtube.com/embed/gRhVjKNWiUs?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ von `Barton Poulson <https://datalab.cc/jamovi>`__.

source: TBA: The jamovi library TBA: Sideloading a module
de: TBA: Die jamovi-Bibliothek TBA: Sideloading eines Moduls
