Repository: MAgojam/jamoviDocs
Catalog: _locale/*/LC_MESSAGES/_pages/jg_0_introduction.po
Languages: es

source: Analyses: Introduction
es: Análisis: Introducción

source: The aim of the following section is to provide short, non-technical tutorials on how to conduct common statistical procedures in jamovi. It was originally created by Jonas Rafi under the name jamovi guide. However, it is meant to be an introduction, not a resource providing an in-depth introduction into the background of those procedures. For such an endevaour, there are plenty of other resources. Some of these resources are listed at the bottom of the pages introducing the individual analyses in the box “Community resources”.
es: El objetivo de la siguiente sección es proveer tutoriales cortos, no técnicos, de cómo realizar procedimientos estadísticos comunes en jamovi. Fue creado originalmente por Jonas Rafi bajo el nombre de Guía jamovi. Sin embargo, ha sido pensado como una introducción, no como un recurso que provea una introducción profunda a los antecedentes de dichos procedimientos. Para quienes deseen eso, hay una gran cantidad de otros recursos. Algunos de dichos recursos están listados al final de las páginas que introducen al análisis individual en la caja "recurso de la Comunidad".

source: Describing and cleaning your data
es: Describiendo y limpiando sus datos

source: A quite essential part of a statistical analysis actually happens before we conduct them. That part is concerned with first getting an overview over your data. This information is gathered using descriptive-statistical analyses.
es: Una parte bastante esencial de un análisis estadístico ocurre realmente antes de realizarlo. Esa parte consiste en obtener primero una visión general de los datos. Esta información se obtiene mediante análisis estadísticos descriptivos.

source: t-tests
es: Pruebas T

source: The t-test is used to test whether the mean value in a normally distributed data set deviates significantly from a null hypothesis (which assumes that there is no difference).
es: La prueba t se utiliza para comprobar si la media de un conjunto de datos con distribución normal se desvía significativamente de una hipótesis nula (que supone que no hay diferencias).

source: Community resources
es: Recursos de la Comunidad

source: A more comprehensive introduction into the concept is presented in this `video <https://www.youtube.com/embed/mb7KCLYEis8?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ by `Barton Poulson <https://datalab.cc/jamovi>`__.
es: Una introducción más completa al concepto se presenta en este `vídeo <https://www.youtube.com/embed/mb7KCLYEis8?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ de `Barton Poulson <https://datalab.cc/jamovi>`__.

source: There are three types of t-tests:
es: Hay tres tipos de pruebas t:

source: Analyses of Variance (ANOVA)
es: Análisis de la Varianza (ANOVA)

source: The Analysis of variance (ANOVA) is a statistical method that examines how the impact of one or more factors affects an outcome (dependent) variable. These factors are the predictor variables and are categorical. Typically, such factors reflect an experimental manipulation (e.g. with or without treatment), but a factor can also represent groups for whose influence one would like to control (e.g. gender: men or women). The analysis of variance is based on a concept similar to that of the t-test, but it goes beyond that, in that factors can have several levels (t-tests only allow two) and in that several factors can be examined simultaneously.
es: El análisis de la varianza (ANOVA) es un método estadístico que examina cómo el impacto de uno o más factores afecta a una variable de resultado (dependiente). Estos factores son las variables predictoras y son categóricas. Normalmente, estos factores reflejan una manipulación experimental (por ejemplo, con o sin tratamiento), pero un factor también puede representar grupos cuya influencia uno podría desear controlar (por ejemplo, el género: hombres o mujeres). El análisis de la varianza se basa en un concepto similar al de la prueba t, pero va más allá, en el sentido de que los factores pueden tener varios niveles (las pruebas t sólo permiten dos) y en que se pueden examinar varios factores simultáneamente.

source: An introduction into the concept of an ANOVA is presented in this `video <https://www.youtube.com/embed/GcbMG6sizXs?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ by `Barton Poulson <https://datalab.cc/jamovi>`__.
es: Una introducción en el concepto del ANOVA se presenta en este `video <https://www.youtube.com/embed/GcbMG6sizXs?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ por `Barton Poulson <https://datalab.cc/jamovi>`__.

source: There are different types of analysis of variance, which differ in the number of factors examined - one or more factors - or whether they compare between people or within a person - repeated measurements:
es: Existen diferentes tipos de análisis de la varianza, que difieren en el número de factores examinados -uno o más factores- o en si se comparan entre personas o dentro de una persona -medidas repetidas-:

source: Correlation and regression
es: Correlación y regresión

source: Correlation and regression analyses are statistical methods for assessing the relationships between a dependent / outcome variable and one or more independent / predictor variables. While the *correlation* analysis examines the *relationship* between one predictor and one outcome variable, *regression* analysis mainly focuses on *prediction* (how well can one or more variables predict another (outcome) variable). Often, a distinction is made between linear and non-linear (e.g., logistic regression).
es: Los análisis de correlación y regresión son métodos estadísticos para evaluar las relaciones entre una variable dependiente/de resultado y una o más variables independientes/de predicción. Mientras que el análisis de *correlación* examina la *relación* entre un predictor y una variable de resultado, el análisis de *regresión* se centra principalmente en la *predicción* (en qué medida pueden una o más variables predecir otra variable (de resultado)). A menudo se distingue entre lineal y no lineal (por ejemplo, regresión logística).

source: An introduction into the concept of regression analyses is presented in this `video <https://www.youtube.com/embed/gRhVjKNWiUs?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ by `Barton Poulson <https://datalab.cc/jamovi>`__.
es: Una introducción al concepto del análisis de regresión se presenta en este `video <https://www.youtube.com/embed/gRhVjKNWiUs?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ por `Barton Poulson <https://datalab.cc/jamovi>`__.
