Repository: MAgojam/jamoviDocs
Catalog: _locale/*/LC_MESSAGES/_pages/jg_42_regression-linear.po
Languages: de

source: Linear Regression
de: Lineare Regression

source: How to perform a linear regression in jamovi:
de: So können Sie eine lineare Regression in jamovi durchführen:

source: You need at least one predictor variable and one outcome variable. Both variable classes are typically continuous. Make sure that the `measurement levels are set correctly <um_2_first-steps.html#data-variables>`_ so that the variables included in your model are marked as |continuous|.
de: Sie benötigen mindestens eine Prädiktorvariable und eine Ergebnisvariable. Beide Variablenklassen sind typischerweise kontinuierlich. Stellen Sie sicher, dass die `Skalenniveaus korrekt gesetzt sind <um_2_first-steps.html#data-variables>`_, so dass die in Ihrem Modell enthaltenen Variablen als |continuous| gekennzeichnet sind.

source: A correct setup should look similar to this:
de: Die Einstellungen, um diese Analyse durchzuführen, sollten ungefähr so aussehen:

source: Select ``Analyses`` → ``Regression`` → ``Linear Regression``.
de: Wählen Sie ``Analyses`` → ``Regression`` → ``Linear Regression``.

source: Drag and drop your outcome variable to ``Dependent Variable`` and your predictor variable to ``Covariates`` if it is continuous or to ``Factors`` if it is categorical.
de: Weisen Sie Ihre Ergebnisvariable per Drag & Drop oder mit den Pfeil-Buttons der ``Dependent Variable`` zu und Ihre Prädiktorvariatorvariable zu ``Covariates``, wenn diese kontinuierlich ist, oder zu ``Factors``, wenn sie kategorial ist.

source: The result is shown in the right panel:
de: Das Ergebnis wird im rechten Panel angezeigt:

source: Further help from the community resources
de: Mehr Hilfe in den Community-Ressourcen

source: A more comprehensive introduction into this statistical method is provided by this `video <https://www.youtube.com/embed/_5AVGuEzCXc?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ by `Barton Poulson <https://datalab.cc/jamovi>`__.
de: Eine umfassendere Einführung in diese statistische Methode bietet dieses `Video <https://www.youtube.com/embed/_5AVGuEzCXc?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ von `Barton Poulson <https://datalab.cc/jamovi>`__.

source: For those, aiming to stretch even further to an in-depth introduction, you can read the respective section in the “Learning statistics with jamovi” `web documentation <https://lsj.readthedocs.io/en/latest/lsj/Ch12_Regression_03.html>`__ or chapter 12.3 - 11 of the `e-book <https://www.learnstatswithjamovi.com/>`__ by `Danielle J. Navarro <https://djnavarro.net/>`__ and `David R. Foxcroft <https://www.davidfoxcroft.com/>`__.
de: Wer noch weiter in die Tiefe gehen möchte, kann die entsprechenden Abschnitte in der `Webdokumentation "Learning statistics with jamovi" <https://lsj.readthedocs.io/en/latest/lsj/Ch12_Regression_03.html>`__ oder die Kapitel 12.3 – 12.11 des `e-books <https://www.learnstatswithjamovi.com/>`__ von `Danielle J. Navarro <https://djnavarro.net/>`__ und `David R. Foxcroft <https://www.davidfoxcroft.com/>`__ lesen.
