Repository: MAgojam/jamoviDocs
Catalog: _locale/*/LC_MESSAGES/getting-started/dl_0_welcome.po
Languages: de, nb

source: Several additional videos revised to reflect updated options in jamovi or to remove video glitches.
de: Weitere Videos wurden überarbeitet, um aktualisierte Optionen in jamovi zu beschreiben oder Störungen / Qualitätsprobleme im Video zu beseitigen.
nb: Flere videoer ble revidert for å oppdatert for å reflektere nye muligheter / funksjoner i jamovi eller for å fjerne teksniske feil ved videoene.

source: 11 January 2019
de: 11. Januar 2019
nb: 11. Januar 2019

source: Video “Filtering cases” revised to include the ability to use functions within filters.
de: Das Video “Fälle auswählen (filtern)” wurde überarbeitet, um zu beschreiben, wie Funktionen in Filtern verwendet werden können.
nb: Video «Velge ut / filtre deltaker» er revidert for å inkludere muligheten til å bruke funksjoner i filtre.

source: Video “Exporting tables & plots” revised to include new export options for Mac and demonstrate additional export destinations.
de: Das Video „Exportieren von Tabellen und Grafiken“ wurde überarbeitet, um neue Exportoptionen für den Mac zu beschreiben.
nb: Video «Eksport av tabeller og grafikker» ble revidert for å inkludere nye eksportalternativer for Mac.

source: `Density plots <https://www.youtube.com/embed/P-btx3PE1IA?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (3:23)
de: `Dichtediagramme (density plots) <https://www.youtube.com/embed/P-btx3PE1IA?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (3:23)

source: `Box plots <https://www.youtube.com/embed/bYV8nNunsEI?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (3:26)
de: `Box-Whisker-Diagramme <https://www.youtube.com/embed/bYV8nNunsEI?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (3:26)
