Repository: MAgojam/jamoviDocs
Catalog: _locale/*/LC_MESSAGES/getting-started/dl_0_welcome.po
Languages: de, nb

source: jamovi: An introduction with short videos
de: jamovi: Eine Einführung mit kurzen Videos
nb: jamovi: En introduksjon med videoer (på Engelsk)

source: `jamovi <https://www.jamovi.org/>`__ is a free, open-source application that makes data analysis easy and intuitive. jamovi menus and commands are designed to simplify the transition from programs like `SPSS <https://www.ibm.com/products/spss-statistics>`__ but, under the hood, jamovi is based on the powerful statistical programming language `R <https://www.r-project.org/>`__. jamovi has a clean, human-friendly design that facilitates insight into your data and makes it easy to share your work with others. In this introductory course, you’ll learn how you can use jamovi to refine, analyze, and visualize your data to get critical insights.
de: `jamovi <https://www.jamovi.org/>`__ ist eine Open-Source-Anwendung, welche einfache und intuitive Datenanalysen ermöglicht. Die jamovi-Benutzeroberfläche mit Menüs und Befehlen soll den Übergang von Programmen wie `SPSS <https://www.ibm.com/products/spss-statistics>`__ vereinfachen. Unter der Haube basiert jamovi auf der leistungsstarken statistischen Programmiersprache `R <https://www.r-project.org/>`__. jamovi hat ein klares, benutzerfreundliches Design, welches ein intuitives Verstehen Ihrer Daten ermöglicht und es einfach macht, Ihre Arbeit mit anderen zu teilen. In diese Einführungsvideos (in Englisch) erfahren Sie, wie Sie mit jamovi Ihre Daten auszuwählen und zu bereinigen, sie zu analysieren und zu visualisieren, um wichtige Erkenntnisse aus diesen Daten zu gewinnen.
nb: `jamovi <https://www.jamovi.org/>`__ er et gratis program med åpen kildekode som gjør dataanalyser enkelt og intuitivt. jamovi-menyer og kommandoer er designet for å gjør overgangen fra programmer som `SPSS <https://www.ibm.com/products/spss-statistics>`__ enkelt, mens under panseret er jamovi basert på det mektige statistiske programmeringsspråket `R <https://www.r-project.org/>`__. jamovi har et enkelt, brukervennlig design som gjør det lett å få innsikt i dataene dine og enkelt å dele arbeidet ditt med andre. I dette kurset med introduksjonsvideoer (på Engelsk) kan du lære deg hvordan du bruker jamovi til å rense / selegere, analysere og visualisere dataene dine.

source: **Course Information**:
de: **Kursübersicht**:
nb: **Kursoversikt**:

source: Introductory level
de: Einführung
nb: Innledende nivå

source: 56 streaming video tutorials
de: 56 Video-Tutorials
nb: 56 videoer ved instruksjoner og veiledning

source: 4 hours 41 minutes of instruction
de: Dauer: insgesamt 4 Stunden 41 Minuten
nb: totalt lengde: 4 timer og 41 minutter

source: Created by Barton Poulson from |datalab|
de: Erstellt von Barton Poulson (\ |datalab|\ )
nb: Laget av Barton Poulson fra |datalab|

source: Released 06 August 2018, updated 07 March 2019
de: Veröffentlicht am 06. August 2018, aktualisiert am 07. März 2019
nb: Publisert 06. August 2018, sist oppdatert 07. Mars 2019

source: Download the free course files `here <https://drive.google.com/drive/folders/1gJJ9di69FBZPhAdG9dWqXHZnR_JJry0G?usp=sharing>`__ or preview them on OSF.io `here <https://bit.ly/jamovi-osf>`__
de: Laden Sie die kostenlosen Kursdateien `hier <https://drive.google.com/drive/folders/1gJJ9di69FBZPhAdG9dWqXHZnR_JJry0G?usp=sharing>`__ herunter oder benutzen Sie die Vorschau auf `OSF.io <https://bit.ly/jamovi-osf>`__.
nb: Du kan last ned datafiler som er brukt i kurset gratis fra `her <https://drive.google.com/drive/folders/1gJJ9di69FBZPhAdG9dWqXHZnR_JJry0G?usp=sharing>`__ eller forhåndsvis dem på OSF.io `her <https://bit.ly/jamovi-osf>`__.

source: *Note.* To navigate the videos while being in YouTube, click on the menu icon (☰) at the top right of the video.
de: *Hinweis.* Um in YouTube zwischen verschiedenen Videos zu navigieren, klicken Sie auf das Menüsymbol (☰) oben rechts im Video.
nb: *Pass på:* Du kan navigere i videoene mens du er på YouTube, ved å klikke på menyikonet (☰) øverst til høyre i videoen.

source: GETTING STARTED
de: ERSTE SCHRITTE
nb: KOM I GANG

source: `Welcome <https://www.youtube.com/embed/Ej9e8lzaeDE?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (1:26)
de: `Willkommen <https://www.youtube.com/embed/Ej9e8lzaeDE?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (1:26)
nb: `Velkommen <https://www.youtube.com/embed/Ej9e8lzaeDE?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (1:26)

source: `Installing jamovi <https://www.youtube.com/embed/syx0f4xCxpk?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (0:34)
de: `Installieren Sie jamovi <https://www.youtube.com/embed/syx0f4xCxpk?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (0:34)
nb: `Installasjon av jamovi <https://www.youtube.com/embed/syx0f4xCxpk?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (0:34)

source: `Navigating jamovi <https://www.youtube.com/embed/e2Wc2wpWk4Y?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (5:20)
de: `Lernen Sie jamovi kennen <https://www.youtube.com/embed/e2Wc2wpWk4Y?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (5:20)
nb: `Bli kjent med jamovi-grensesnitt <https://www.youtube.com/embed/e2Wc2wpWk4Y?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (5:20)

source: `Sample data <https://www.youtube.com/embed/GkqrmufO3yU?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (2:01)
de: `Beispieldaten <https://www.youtube.com/embed/GkqrmufO3yU?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (2:01)
nb: `Eksempel-datasett <https://www.youtube.com/embed/GkqrmufO3yU?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (2:01)

source: `Sharing files <https://www.youtube.com/embed/X0GNondPmrk?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (1:32)
de: `Analysen miteinander teilen <https://www.youtube.com/embed/X0GNondPmrk?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (1:32)
nb: `Del filer / analyser ved andre <https://www.youtube.com/embed/X0GNondPmrk?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (1:32)

source: `Sharing with OSF.io <https://www.youtube.com/embed/ryiGWk8DwgY?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (3:18)
de: `Dateien auf OSF.io publizieren <https://www.youtube.com/embed/ryiGWk8DwgY?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (3:18)
nb: `Del filer via OSF.io <https://www.youtube.com/embed/ryiGWk8DwgY?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (3:18)

source: `jamovi modules <https://www.youtube.com/embed/Zm1xAy6HkUo?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (4:11)
de: `jamovi-Module <https://www.youtube.com/embed/Zm1xAy6HkUo?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (4:11)
nb: `jamovi-moduler <https://www.youtube.com/embed/Zm1xAy6HkUo?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (4:11)

source: `The jmv package for R <https://www.youtube.com/embed/g5lnGkIeyw0?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (5:03)
de: `Die R-Bibliothek jmv <https://www.youtube.com/embed/g5lnGkIeyw0?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (5:03)
nb: `jmv-biblioteket for å bruke jamovi-analyser innenfor R <https://www.youtube.com/embed/g5lnGkIeyw0?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (5:03)

source: WRANGLING DATA
de: DATEN BEARBEITEN
nb: HÅNDTERE DATA

source: `Wrangling data: chapter overview <https://www.youtube.com/embed/B2OgFq05QMs?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (1:30)
de: `Daten bearbeiten: Einführung <https://www.youtube.com/embed/B2OgFq05QMs?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (1:30)
nb: `Håndtere data: Innføring <https://www.youtube.com/embed/B2OgFq05QMs?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (1:30)

source: `Entering data <https://www.youtube.com/embed/bGLFzfID2-M?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (2:04)
de: `Daten eingaben <https://www.youtube.com/embed/bGLFzfID2-M?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (2:04)
nb: `Skriv inn data <https://www.youtube.com/embed/bGLFzfID2-M?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (2:04)

source: `Importing data <https://www.youtube.com/embed/R0uE4LlHeac?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (4:51)
de: `Daten importieren <https://www.youtube.com/embed/R0uE4LlHeac?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (4:51)
nb: `Importer dataset <https://www.youtube.com/embed/R0uE4LlHeac?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (4:51)

source: `Variable types \u0026 labels <https://www.youtube.com/embed/7tlvuYO76Ok?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (6:10)
de: `Variablentypen und -labels <https://www.youtube.com/embed/7tlvuYO76Ok?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (6:10)
nb: `Variabeletyper og -labels <https://www.youtube.com/embed/7tlvuYO76Ok?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (6:10)

source: `Computing means <https://www.youtube.com/embed/-t1Q52QChoo?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (3:54)
de: `Mittelwerte berechnen <https://www.youtube.com/embed/-t1Q52QChoo?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (3:54)
nb: `Beregne gjennomsnitt <https://www.youtube.com/embed/-t1Q52QChoo?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (3:54)

source: `Computing z-scores <https://www.youtube.com/embed/EBvvkvqm9_o?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (1:56)
de: `z-scores berechnen <https://www.youtube.com/embed/EBvvkvqm9_o?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (1:56)
nb: `Beregne z-scores <https://www.youtube.com/embed/EBvvkvqm9_o?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (1:56)

source: `Transforming scores to categories <https://www.youtube.com/embed/moIsRlUZabw?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (3:42)
de: `Werte in Kategorien umkodieren <https://www.youtube.com/embed/moIsRlUZabw?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (3:42)
nb: `Rekodere verdier / scores til kategorier <https://www.youtube.com/embed/moIsRlUZabw?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (3:42)

source: `Filtering cases <https://www.youtube.com/embed/pij0KlFhITw?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (8:26)
de: `Fälle auswählen (filtern) <https://www.youtube.com/embed/pij0KlFhITw?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (8:26)
nb: `Velge ut / filtre deltaker <https://www.youtube.com/embed/pij0KlFhITw?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (8:26)

source: EXPLORATION
de: EXPLORATIVE DATENANALYSE
nb: EXPLORATIVE DATA-ANALYSER

source: `Exploration: chapter overview <https://www.youtube.com/embed/PCOKKSj1kng?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (1:06)
de: `Explorative Datenanalyse: Einführung <https://www.youtube.com/embed/PCOKKSj1kng?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (1:06)
nb: `Explorative data-analyser: Innføring <https://www.youtube.com/embed/PCOKKSj1kng?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (1:06)

source: `Descriptive statistics <https://www.youtube.com/embed/srqNCux0ijY?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (5:27)
de: `Deskriptive Statistik <https://www.youtube.com/embed/srqNCux0ijY?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (5:27)
nb: `Deskriptivstatistikk <https://www.youtube.com/embed/srqNCux0ijY?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (5:27)

source: `Histograms <https://www.youtube.com/embed/10oomNrNe6w?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (4:25)
de: `Histogramme <https://www.youtube.com/embed/10oomNrNe6w?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (4:25)
nb: `Histogrammer <https://www.youtube.com/embed/10oomNrNe6w?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (4:25)

source: `Bar plots <https://www.youtube.com/embed/SGtGAISq4kA?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (3:28)
de: `Säulendiagramme <https://www.youtube.com/embed/SGtGAISq4kA?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (3:28)
nb: `Søylediagrammer <https://www.youtube.com/embed/SGtGAISq4kA?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (3:28)

source: `Exporting tables & plots <https://www.youtube.com/embed/By5UxD3LM5M?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (9:25)
de: `Tabellen und Grafiken exportieren <https://www.youtube.com/embed/By5UxD3LM5M?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (9:25)
nb: `Eksport av tabeller og grafikker <https://www.youtube.com/embed/By5UxD3LM5M?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (9:25)

source: T-TESTS
nb: T-TESTER

source: `t-tests: chapter overview <https://www.youtube.com/embed/mb7KCLYEis8?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (1:14)
de: `t-tests: Einführung <https://www.youtube.com/embed/mb7KCLYEis8?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (1:14)
nb: `t-tester: Innføring <https://www.youtube.com/embed/mb7KCLYEis8?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (1:14)

source: `Independent-samples t-test <https://www.youtube.com/embed/SM-DN9dpPd4?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (6:40)
de: `t-test für unabhängige Stichproben <https://www.youtube.com/embed/SM-DN9dpPd4?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (6:40)
nb: `t-test for uavhengige grupper <https://www.youtube.com/embed/SM-DN9dpPd4?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (6:40)

source: `Paired-samples t-test <https://www.youtube.com/embed/lSjfYYiJG6E?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (5:13)
de: `t-test für abhängige Stichproben <https://www.youtube.com/embed/lSjfYYiJG6E?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (5:13)
nb: `Paret t-test <https://www.youtube.com/embed/lSjfYYiJG6E?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (5:13)

source: `One-sample t-test <https://www.youtube.com/embed/DrBT4ezYIL8?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (7:08)
nb: `t-test med en gruppe <https://www.youtube.com/embed/DrBT4ezYIL8?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (7:08)

source: ANOVA
de: VARIANZANALYSE (ANOVA)
nb: Variansanalyse (ANOVA)

source: `ANOVA: chapter overview <https://www.youtube.com/embed/GcbMG6sizXs?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (1:58)
de: `Varianzanalyse (ANOVA): Einführung <https://www.youtube.com/embed/GcbMG6sizXs?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (1:58)
nb: `Variansanalyse (ANOVA): Innføring <https://www.youtube.com/embed/GcbMG6sizXs?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (1:58)

source: `ANOVA <https://www.youtube.com/embed/TJoJTVgDyqY?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (7:03)
de: `Varianzanalyse <https://www.youtube.com/embed/TJoJTVgDyqY?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (7:03)
nb: `Variansanalyse (ANOVA) <https://www.youtube.com/embed/TJoJTVgDyqY?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (7:03)

source: `Repeated-measures ANOVA <https://www.youtube.com/embed/m5JNwPgiMso?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (9:50)
de: `Varianzanalyse mit Messwiederholung <https://www.youtube.com/embed/m5JNwPgiMso?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (9:50)
nb: `Variansanalyse (ANOVA) for gjentatte målinger <https://www.youtube.com/embed/m5JNwPgiMso?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (9:50)

source: `ANCOVA <https://www.youtube.com/embed/d_SYORH6tUg?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (6:40)
de: `Kovarianzanalyse (ANCOVA) <https://www.youtube.com/embed/d_SYORH6tUg?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (6:40)
nb: `Kovariansanalyse (ANCOVA) <https://www.youtube.com/embed/d_SYORH6tUg?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (6:40)

source: `MANCOVA <https://www.youtube.com/embed/doTm20CvxE8?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (7:13)
de: `Mulitivariate Varianz- / Kovarianzanalyse (MANCOVA) <https://www.youtube.com/embed/doTm20CvxE8?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (7:13)
nb: `Multivariate Varians- / Kovariansanalyse (MANCOVA) <https://www.youtube.com/embed/doTm20CvxE8?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (7:13)

source: REGRESSION
nb: REGRESJON

source: `Regression: chapter overview <https://www.youtube.com/embed/gRhVjKNWiUs?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (2:08)
de: `Regression: Einführung <https://www.youtube.com/embed/gRhVjKNWiUs?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (2:08)
nb: `Regresjon: Innføring <https://www.youtube.com/embed/gRhVjKNWiUs?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (2:08)

source: `Correlation matrix <https://www.youtube.com/embed/u5kZ4erx8QE?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (7:32)
de: `Korrelationen <https://www.youtube.com/embed/u5kZ4erx8QE?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (7:32)
nb: `Korrelasjoner <https://www.youtube.com/embed/u5kZ4erx8QE?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (7:32)

source: `Linear regression <https://www.youtube.com/embed/_5AVGuEzCXc?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (6:14)
de: `Lineare Regression <https://www.youtube.com/embed/_5AVGuEzCXc?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (6:14)
nb: `Lineær regresjon <https://www.youtube.com/embed/_5AVGuEzCXc?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (6:14)

source: `Variable entry <https://www.youtube.com/embed/N4jHzi1DWkQ?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (7:15)
de: `Hierarchische Regression / Modellvergleich <https://www.youtube.com/embed/N4jHzi1DWkQ?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (7:15)
nb: `Sette sammen og sammenlikne regresjonsmodeller <https://www.youtube.com/embed/N4jHzi1DWkQ?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (7:15)

source: `Regression diagnostics <https://www.youtube.com/embed/ePYgkq3IvG8?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (6:20)
de: `Regressionsdiagnostik <https://www.youtube.com/embed/ePYgkq3IvG8?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (6:20)
nb: `Regresjonsdiagnostikk <https://www.youtube.com/embed/ePYgkq3IvG8?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (6:20)

source: `Binomial logistic regression <https://www.youtube.com/embed/s7GL0z-3ymA?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (9:01)
de: `Binomial-logistische Regression <https://www.youtube.com/embed/s7GL0z-3ymA?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (9:01)
nb: `Binomial logistisk regresjon <https://www.youtube.com/embed/s7GL0z-3ymA?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (9:01)

source: `Multinomial logistic regression <https://www.youtube.com/embed/nuyEUEBf-GQ?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (8:48)
de: `Multinomial-logistische Regression <https://www.youtube.com/embed/nuyEUEBf-GQ?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (8:48)
nb: `Multinomial logistisk regresjon <https://www.youtube.com/embed/nuyEUEBf-GQ?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (8:48)

source: `Ordinal logistic regression <https://www.youtube.com/embed/QnG8Tq80Qwc?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (8:16)
de: `Ordinal-logistische Regression <https://www.youtube.com/embed/QnG8Tq80Qwc?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (8:16)
nb: `Ordinal logistisk regresjon <https://www.youtube.com/embed/QnG8Tq80Qwc?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (8:16)

source: FREQUENCIES
de: ANALYSE VON HÄUFIGKEITSDATEN
nb: ANALYSE AV FREKVENSDATA

source: `Frequencies: chapter overview <https://www.youtube.com/embed/lKPHTFjY4m8?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (2:19)
de: `Analyse von Häufigkeitsdaten: Einführung <https://www.youtube.com/embed/lKPHTFjY4m8?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (2:19)
nb: `Analyse av frekvensdata: Innføring <https://www.youtube.com/embed/lKPHTFjY4m8?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (2:19)

source: `Chi-squared goodness-of-fit <https://www.youtube.com/embed/FfabgyEKwtk?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (6:27)
de: `χ²-Verteilungstest (goodness-of-fit) <https://www.youtube.com/embed/FfabgyEKwtk?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (6:27)
nb: `Kji-kvadrat test for tilpasning <https://www.youtube.com/embed/FfabgyEKwtk?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (6:27)

source: `Chi-squared test of association <https://www.youtube.com/embed/vsrj647Tb3g?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (5:21)
de: `χ²-Unabhängigkeitstest (test of association) <https://www.youtube.com/embed/vsrj647Tb3g?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (5:21)
nb: `Kji-kvadrat test for samvariasjon av to kategoriske variabler <https://www.youtube.com/embed/vsrj647Tb3g?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (5:21)

source: `Log-linear regression <https://www.youtube.com/embed/iWlZ9xvghN0?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (5:46)
de: `Log-lineare Regression <https://www.youtube.com/embed/iWlZ9xvghN0?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (5:46)
nb: `Log-lineær regresjon <https://www.youtube.com/embed/iWlZ9xvghN0?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (5:46)

source: FACTOR ANALYSES
de: FAKTORENANALYSE
nb: FAKTORANALYSE

source: `Factor: chapter overview <https://www.youtube.com/embed/c-k4zN7n7d8?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (1:50)
de: `Faktorenanalyse: Einführung <https://www.youtube.com/embed/c-k4zN7n7d8?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (1:50)
nb: `Faktoranalyse: Innføring <https://www.youtube.com/embed/c-k4zN7n7d8?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (1:50)

source: `Reliability analysis <https://www.youtube.com/embed/KQrLw1qInI8?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (7:26)
de: `Reliabilitätsanalyse (interne Konsistenz) <https://www.youtube.com/embed/KQrLw1qInI8?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (7:26)
nb: `Reliabilitetsanalyse <https://www.youtube.com/embed/KQrLw1qInI8?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (7:26)

source: `Principal component analysis <https://www.youtube.com/embed/1U6SYVtGnD8?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (7:58)
de: `Hauptkomponentenanalyse (PCA) <https://www.youtube.com/embed/1U6SYVtGnD8?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (7:58)
nb: `Hovedkomponentanalyse <https://www.youtube.com/embed/1U6SYVtGnD8?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (7:58)

source: `Exploratory factor analysis <https://www.youtube.com/embed/WcqBo5m2Wfc?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (7:35)
de: `Explorative Faktorenanalyse <https://www.youtube.com/embed/WcqBo5m2Wfc?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (7:35)
nb: `Eksplorerende faktoranalyse <https://www.youtube.com/embed/WcqBo5m2Wfc?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (7:35)

source: `Confirmatory factor analysis <https://www.youtube.com/embed/2LzoRo3sziU?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (8:53)
de: `Konfirmatorische Faktorenanalyse <https://www.youtube.com/embed/2LzoRo3sziU?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (8:53)
nb: `Konfirmerende faktoranalyse <https://www.youtube.com/embed/2LzoRo3sziU?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (8:53)

source: CONCLUSION
de: FAZIT
nb: KONKLUSJON

source: `Next steps <https://www.youtube.com/embed/xShg0fPI6mo?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (5:59)
de: `Nächste Schritte <https://www.youtube.com/embed/xShg0fPI6mo?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (5:59)
nb: `Veien videre... <https://www.youtube.com/embed/xShg0fPI6mo?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (5:59)

source: **Revision history**
de: **Versionsübersicht**
nb: **Revisionshistorikk**

source: 07 March 2019
de: 07. März 2019
nb: 07. Mars 2019

source: Video “Computing variables” split into three new videos: “Computing means”, “Computing z-scores”, and “Transforming scores to categories”.
de: Das Video “Variablen berechnen” wurde in drei Videos aufgeteilt: “Mittelwerte berechnen”, “z-scores berechnen”, and “Werte in Kategorien umkodieren”.
nb: Video «Beregne variabeler» split into three new videos: «Beregne gjennomsnitt», «Beregne z-scores», and «Rekodere verdier / scores til kategorier».

source: Video “Linear regression” revised and split into three videos: “Linear regression”, “Variable entry” and “Regression diagnostics”.
de: Das Video “Lineare Regression” wurde überarbeitet und in drei Teile aufgeteilt: “Lineare Regression”, “Hierarchische Regression / Modellvergleich” and “Regressionsdiagnostik”.
nb: Video om «Lineær regresjon» ble revidert og delt opp i tre videoer: «Lineær regresjon», «Sette sammen og sammenlikne regresjonsmodeller» og «Regresjonsdiagnostikk».
