Repository: MAgojam/jamoviDocs
Catalog: _locale/*/LC_MESSAGES/getting-started/jg_0_welcome.po
Languages: de, nb, tr

source: The aim of the jamovi guide is to provide short, non-technical tutorials on how to conduct common statistical procedures in jamovi. However, it is not a resource providing an in-depth introduction into the background of those procedures. For such an endevaour, there are plenty of other resources, e.g «learning statistics with jamovi» (which is both `part of this documentation <../lsj/Prologue.html>`__ as well available `as a PDF textbook <https://www.learnstatswithjamovi.com/>`__.
nb: Målet med jamovi-guiden er å gi korte, ikke-tekniske instruksjoner / veiledning om hvordan du utfører ofte brukte statistiske analyser i jamovi. Imidlertid er det ikke en ressurs som gir en grundig innføring i bakgrunnen for disse analysene. For en dypere innføring eksisterer mange andre ressurser, for eksempel «Learning statistics with jamovi» (som er både en `del av denne dokumentasjonen <../lsj/Prologue.html>`__ men også tilgjengelig `som en e-bok <https://www.learnstatswithjamovi.com/>`__.
tr: jamovi kılavuzunun amacı, sık kullanılan istatistiksel analizlerin jamovi'de nasıl yapılacağına ilişkin kısa, teknik olmayan eğitimler sağlamaktır. Ancak, bu analizlerin arka planına derinlemesine bir giriş sağlayan kaynak değildir. Bunun için diğer kaynaklara başvurun: «İstatistiği jamovi ile öğrenmek» (hem bu dokümantasyonun bir parçası <../lsj/Prologue.html> "__ hem de PDF ders kitabı <https://www.learnstatswithjamovi.com/>` __ olarak kullanabilirsiniz.

source: t-tests
de: t-Test
nb: t-tester
tr: t testleri

source: The t-test is used to test whether the mean value in a normally distributed data set deviates significantly from a null hypothesis (which assumes that there is no difference). The concept is presented in this `introductory video <https://www.youtube.com/embed/mb7KCLYEis8?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__.
de: t-Tests werden verwendet, um zu testen, ob der Mittelwert in einem normalverteilten Datensatz signifikant von einer Nullhypothese abweicht (die davon ausgeht, dass es keinen Unterschied gibt). Eine solche Abweichung kann zwischen zwei Gruppen existieren, zwischen wiederholten Messungen sowie im Vergleich zu einem bekannten Wert. Das Konzept wird in diesem `Einführungsvideo <https://www.youtube.com/embed/mb7KCLYEis8?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (auf Englisch) vorgestellt.
nb: t-testen brukes til å teste om middelverdien i et normaltfordelt datasett avviker betydelig fra en nullhypotese (som antar at det ikke er noen forskjell). Konseptet presenteres i denne `introduksjonsvideoen <https://www.youtube.com/embed/mb7KCLYEis8?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (på Engelsk).
tr: Normal dağılım gösteren bir veri setindeki ortalamanın yokluk hipotezinden (fark olmadığını varsayan hipotezden) anlamlı olarak sapıp sapmadığını tespit etmek için T-testi kullanılır. Bu kavram `videoda <https://www.youtube.com/embed/mb7KCLYEis8?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ tanıtılmıştır.

source: There are three types of t-tests:
de: Es existieren drei verschiedene Arten von t-Tests:
nb: Det eksisterer tre arter av t-tester:
tr: Üç tür t testi vardır:

source: Analyses of Variance (ANOVA)
de: Varianzanalyse (Analyses of Variance; ANOVA)
nb: Variansanalyse (Analyses of Variance; ANOVA)
tr: Varyans Analizleri (ANOVA)

source: The Analysis of variance (ANOVA) is a statistical method that examines how the impact of one or more factors affects an outcome (dependent) variable. These factors are the predictor variables and are categorical. Typically, such factors reflect an experimental manipulation (e.g. with or without treatment), but a factor can also represent groups for whose influence one would like to control (e.g. gender: men or women). The analysis of variance is based on a concept similar to that of the t-test, but it goes beyond that, in that factors can have several levels (t-tests only allow two) and in that several factors can be examined simultaneously. An introduction into the concept of an ANOVA is presented in this `video <https://www.youtube.com/embed/GcbMG6sizXs?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__.
de: Die Varianzanalyse (ANOVA) ist eine statistische Methode, mit der untersucht wird, wie sich ein oder mehrere Faktoren auf eine (abhängige) Ergebnisvariable auswirken. Diese Faktoren sind die Prädiktorvariablen und kategorisch. Oft spiegeln solche Faktoren eine experimentelle Manipulation wider (z. B. mit oder ohne eine bestimmte Behandlung oder zwei experimentelle Bedingungen). Faktoren können aber auch Gruppen repräsentieren, für deren Einfluss man kontrollieren möchte (z. B. Geschlecht: Männer oder Frauen). Die Varianzanalyse basiert auf einem ähnlichen Konzept wie der t-Test, geht jedoch darüber hinaus, da Faktoren mehrere Ebenen haben können (t-Tests erlauben nur zwei) und mehrere Faktoren gleichzeitig untersucht werden können. Eine Einführung in das Konzept einer ANOVA finden Sie in diesem `Video <https://www.youtube.com/embed/GcbMG6sizXs?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (auf Englisch).
nb: Variansanalyse (ANOVA) er en statistisk metode som undersøker hvilken virkning en eller flere faktorer har på en utfalls- (avhengig) variabel. Disse faktorene er prediktorvariablene og de er kategoriske. Typisk gjenspeiler slike faktorer en eksperimentell manipulasjon (f.eks. med eller uten behandling). En faktor kan også representere en gruppe hvor en ønsker å kontrollere hvilken påvirkning det har på utfallsvariablen (f.eks. kjønn: menn eller kvinner) og dermed kontrollerer for dette. Variansanalysen er basert på et konsept som ligner på t-testen, men det går utover det, ved at faktorer kan ha flere nivåer / trinn (t-tester tillater bare to) og ved at flere faktorer kan undersøkes samtidig. En introduksjon til konseptet av ANOVA presenteres i denne `videoen <https://www.youtube.com/embed/GcbMG6sizXs?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (på Engelsk).
tr: Varyans analizi (ANOVA), bir veya daha fazla faktörün etkisinin bir sonuç (bağımlı) değişkeni nasıl etkilediğini inceleyen istatistiksel bir yöntemdir. Bu faktörler yordayıcı (tahmin eden, prediktör) değişkenlerdir ve kategoriktir. Tipik olarak, bu tür faktörler deneysel bir manipülasyonu yansıtır (örn. Tedaviyle veya tedavisiz). Ayrıca bir faktör, kişinin etkisini kontrol etmek isteyeceği grupları da temsil edebilir (örn. Cinsiyet: erkekler veya kadınlar). Varyans analizi, t-testine benzer bir konsepte dayanmakta, ancak bunun ötesine geçmektedir. Bu analizde faktörler birkaç seviyeli olabilir (t-testleri sadece iki seviyeye izin verir) ve bu durumda birkaç faktör aynı anda incelenebilir. Bu `videoda <https://www.youtube.com/embed/GcbMG6sizXs?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>` __ ANOVA kavramına giriş sunulmaktadır.

source: There are different types of analysis of variance, which differ in the number of factors examined - one or more factors - or whether they compare between people or within a person - repeated measurements:
de: Es gibt verschiedene Arten der Varianzanalyse, die sich in der Anzahl der untersuchten Faktoren - einem oder mehreren - unterscheiden. Darüber hinaus wird unterschieden, ob eine Varianzanalyse verschiedene Personen miteinander vergleicht oder ob verschiedene Messungen innerhalb einer Person verglichen werden (Varianzanalyse für wiederholte Messungen):
nb: Det er forskjellige typer variansanalyser, som skiller seg i hvilket antall faktorer som er undersøkt - variansanalyser med en eller flere faktorer - og om de sammenligner blant forskjellige mennesker eller blant forskjellige målinger innenfor personer - variansanalyser for gjentatte målinger:
tr: İncelenen faktörlerin sayısına (bir veya daha fazla faktör) veya analizin şekline göre (insanlar arasında mı, yoksa bir kişinin tekrarlanan ölçümleri şeklinde mi) farklılık gösteren varyans analizi türleri vardır:

source: Correlation and regression
de: Korrelations- und Regressionsanalysen
nb: Korrelasjons- og regresjonsanalyser
tr: Korelasyon ve regresyon

source: Correlation and regression analyses are statistical methods for assessing the relationships between a dependent / outcome variable and one or more independent / predictor variables. While the *correlation* analysis examines the *relationship* between one predictor and one outcome variable, *regression* analysis mainly focuses on *prediction* (how well can one or more variables predict another (outcome) variable). Often, a distinction is made between linear and non-linear (e.g., logistic regression). An introduction into the concept of regression analyses is presented in this `video <https://www.youtube.com/embed/gRhVjKNWiUs?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__.
de: Korrelations- und Regressionsanalysen sind statistische Methoden mit denen sich Beziehungen zwischen einer abhängigen / Ergebnisvariablen und einer oder mehreren unabhängigen / Prädiktorvariablen untersuchen lassen. Während die *Korrelation* die *Beziehung* zwischen einem Prädiktor und einer Ergebnisvariablen untersucht, ist das primäre Ziel der *Regressionsanalyse* die *Vorhersage*: wie gut können eine oder mehrere (Prädiktor-)Variablen eine andere (Ergebnis-)Variable vorhersagen. Oft wird zwischen linearer und nicht-linearer (z. B. logistischer) Regression unterschieden. Eine Einführung in das Konzept der Regressionsanalysen finden Sie in `diesem Video <https://www.youtube.com/embed/gRhVjKNWiUs?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (in Englisch).
nb: Korrelasjons- og regresjonsanalyser er statistiske metoder for å vurdere sammenhengene mellom en avhengig / utfallsvariabel og en eller flere uavhengige / prediktorvariabler. Mens *korrelasjoner* undersøker *sammenhenger* mellom en prediktor og en utfallsvariabel, fokuserer *regresjonsanalyser* på *prediksjon* (dvs. hvor godt en eller flere variabler kan forutsi en annen utfallsvariabel). Ofte skilles det mellom lineær og ikke-lineær (f.eks. logistisk) regresjon. En introduksjon til regresjonsanalyser presenteres i denne `videoen <https://www.youtube.com/embed/gRhVjKNWiUs?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (på Engelsk).
tr: Korelasyon ve regresyon analizleri, bir bağımlı / sonuç değişkeni ile bir veya daha fazla bağımsız / öngörücü değişken arasındaki ilişkileri değerlendirmek için kullanılan istatistiksel yöntemlerdir. *Korelasyon* analizi bir yordayıcı ile bir sonuç değişkeni arasındaki *ilişkiyi* incelerken, *regresyon* analizi esas olarak *öngörü* (bir veya daha fazla değişkenin başka bir (sonuç) değişkenini ne kadar iyi tahmin edebildiği) üzerine odaklanır. Doğrusal (linear) ve doğrusal olmayan (non-linear) (örneğin, lojistik regresyon) ayrı ayrı incelenir. `Bu videoda <https://www.youtube.com/embed/gRhVjKNWiUs?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>` __ , regresyon analizi kavramına bir giriş sunulmuştur.

source: Cleaning your data and checking assumptions for your main analyses
de: Daten bereinigen und überprüfen, ob die Voraussetzung für (parametrische) Analysen gegeben sind
nb: Forbered dine data og sjekk forutsetninger for hovedanalysene
tr: Verilerinizi temizleme ve asıl analizleriniz için varsayımları kontrol etme

source: A quite essential part of a statistical analysis actually happens before we conduct them. That part is concerned with cleaning you data in order to fulfil the assumptions required to run most inference-statistical procedures. It relies on information we gathered during the `descriptive-statistical analysis <jg_1_descriptive-analyses.html>`__. It provides information for the search for and the removal of outliers, which is at the core of “cleaning your data”. Using `filters <jg_91_Filtering_data.html>`__ can help you with that task.
nb: En vesentlig del av en statistisk analyse skjer faktisk før vi gjennomfører analysen selv. Denne delen fokuserer på å forberede dataene dine slik at de oppfyller forutsetningene som kreves for å gjennomføre de fleste inferensstatistiske prosedyrer. Det baserer på informasjoner vi har samlet inn når vi gjennomført `deskriptiv-statistiske analyser <jg_1_descriptive-analyses.html>`__. Basert på disse informasjonene kan vi lete etter (og fjerne) utliggere, som står sentralt i å «forberede» eller «rense» dataene dine. Å bruke `filtre <jg_91_Filtering_data.html>`__ kan hjelpe med denne oppgaven.

source: Among the aims when cleaning outliers is that outliers might lead to violations of the assumptions for parametric statistical tests: normality (and possibly linearity). I will briefly introduce how we can conduct two preliminary checks to assess whether the assumptions for conducting our main analyses are met: The first is to check whether the data are in accordance with a `normal distribution <jg_92_Checking_normality.html>`__, the other one is to assess whether the independent and the dependent variables stand in a `linear relation <tt_93_Checking_linearity.html>`__.
de: Eines der Ziele bei der Bereinigung von Ausreißern besteht darin, dass sie zu Verstößen gegen Annahmen für parametrische statistische Tests führen können: Normalität (und möglicherweise Linearität; das geschieht aufgrund von Boden- und Deckeneffekten). Ich werde kurz zwei Methoden vorstellen, mit denen wir überprüfen und beurteilen können, ob die Annahmen für die Durchführung unserer Hauptanalysen erfüllt sind: Die erste besteht darin, zu überprüfen, ob die Daten einer `Normalverteilung <jg_92_Checking_normality.html>`__ entsprechen, die andere, zu bewerten, ob die unabhängige und die abhängige Variable in einer `linearen Beziehung <tt_93_Checking_linearity.html>`__ zueinander stehen.
nb: Blant målene med fjerning av utliggere er at disse kan føre til brudd på forutsetningene for parametriske statistiske tester: normalfordeling (men muligens også på krav at prediktor og utkomstvariabler må stå i en linear relasjon). Jeg vil kort presentere hvordan vi kan utføre to foreløpige kontroller for å vurdere om forutsetningene for gjennomføring av hovedanalysene våre er oppfylt: Den første er å sjekke om dataene er i samsvar med en `normalfordeling <jg_92_Checking_normality.html>`__, den andre er å vurdere om de uavhengige (prediktor-) og de avhengige (utkomst-) variablene står i en `lineær relasjon <tt_93_Checking_linearity.html>`__.

source: A quite essential part of a statistical analysis actually happens before we conduct them. That part is concerned with cleaning you data in order to fulfil the assumptions required to run most inference-statistical procedures. It relies on information we gathered during the `descriptive-statistical analysis <jg_1_descriptive-analyses.html>`__. It provides information for the search for and the removal of outliers, which is at the core of "cleaning your data". Using `filters <jg_91_Filtering_data.html>`__ can help you with that task.
de: Ein ganz wesentlicher Teil einer statistischen Analyse findet statt, bevor wir sie durchführen. Dieser Teil befasst sich mit der Bereinigung der verwendeten Daten, sowie der Überprüfung, ob die Annahmen erfüllt sind, die für die Durchführung der meisten inferenzstatistischen Verfahren erforderlich sind. Dieser Prozess stützt sich wesentlich auf Informationen, die wir während der `deskriptiv-statistischen Analyse <jg_1_descriptive-analyses.html>`__ gesammelt haben. Diese Informationen erlauben die Suche nach und mglw. das Entfernen von Ausreißern, die bei der Bereinigung Ihrer Daten im Mittelpunkt stehen. Das Verwenden von `Filtern <jg_91_Filtering_data.html>`__ kann Ihnen bei dieser Aufgabe helfen.

source: jamovi guide
tr: jamovi kılavuzu
