Repository: MAgojam/jamoviDocs
Catalog: _locale/*/LC_MESSAGES/getting-started/jg_1_descriptive-analyses.po
Languages: nb

source: Descriptive analyses
nb: Deskriptivstatistikk

source: How to perform descriptive analyses and create graphs in jamovi:
nb: Slik gjennomfører du deskriptivstatistiske analyser og lager grafer i jamovi:

source: Select ``Analyses`` → ``Exploration`` → ``Descriptives``.
nb: Velg ``Analyses`` → ``Exploration`` → ``Descriptives``.

source: Drag and drop the variables you want descriptive analyses for to ``Variables``.
nb: Flytt variablene du ønsker å inkludere i dine deskriptivstatiske analyser til inputboks ``Variables``.

source: The result is shown in the right panel. Right-click on the output to save or copy it.
nb: Resultatene vises i panelen på høyre side. Du kan høyre-klikk på denne delen av utgaven du ønsker å lagre eller kopiere.

source: To split your descriptive analyses on a categorical variable (e.g. to separate by gender), move that variable to ``Split by``.
nb: Hvis du gjennomføre dine deskriptive analyser separat for de trinnene på en kategorisk variabel (f.eks. for å skille etter kjønn), flytter du variabelen til ``Split by``.

source: This changes how the output looks like:
nb: Det forendrer resultatutgaven som etterpå ser slik ut:

source: Click the ``Statistics`` tab to see more alternatives.
nb: Klikk på ``Statistics`` meny for å se flere alternativer / opsjoner du kan velge.

source: To create a plot based on the above choices, click the ``Plots`` tab and tick the box of your desired plot. If you would like to identify outliers and to check whehter your variables conform with a normal distribution, then you should tick ``Box plot``, ``Violin``, and ``Q-Q``.
nb: For å lage et grafikk, klikker du på rullemeny ``Plots`` og setter kryss på ønsket plot. Hvis du ønsker å identifisere utliggere og sjekke om variablene dine er i samsvar med en normalfordeling, bør du sette krysse på ``Box plot``, ``Violin`` og ``Q-Q``.

source: If you would like to have these concepts explained in a different way, please have a look at this `introductory video <https://www.youtube.com/embed/srqNCux0ijY?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__.
nb: Hvis du ønsker å få forklart disse konseptene på en annen måte, kan du se på denne `introduksjonsvideoen <https://www.youtube.com/embed/srqNCux0ijY?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (på Engelsk).

source: For those, aiming to stretch even further to an in-depth introduction, you can read the respective chapter in the “Learning statistics with jamovi” `part of this documentation <../lsj/Ch04_Descriptives.html>`__ or chapter 4 of the `e-book <https://www.learnstatswithjamovi.com/>`__.
nb: For de som har som mål å «strekke seg enda mer» til en mer omfattende introduksjon, kan du lese kapitelet fra «Learning statistics with jamovi» som er `del av denne dokumentasjonen <../lsj/Ch04_Descriptives.html>`__ eller det tilsvarende kapittelet 4 i `e-boken <https://www.learnstatswithjamovi.com/>`__.
