Repository: MAgojam/jamoviDocs
Catalog: _locale/*/LC_MESSAGES/getting-started/jg_23_t-test-onesample.po
Languages: nb

source: t-test: One sample
nb: One-sample t-test

source: How to perform a one-sample t-test in jamovi:
nb: Slik gjennomfører du en one-sample t-test (kalles også: t-test med en gruppe) i jamovi:

source: You need one continuous variable and a mean to test against. Make sure that the `measurement levels are set correctly <um_2_first-steps.html#data-variables>`_ so that the continuous variable is marked as |continuous|.
nb: Du trenger en kontinuerlig variabel og et middel å teste mot. Forsikre deg om at `målenivået <um_2_first-steps.html#data-variables>`__ er valgt slik at testvariabelen blir merket med det kontinuerlige dataikonet |continuous|.

source: A correct setup should look similar to this:
nb: Et riktig datasett skal se slik ut:

source: Select ``Analyses`` → ``T-Tests`` → ``One Sample T-Test``.
nb: Velg ``Analyses`` → ``T-Tests`` → ``One Sample T-Test``.

source: Drag and drop your dependent variable to ``Dependent Variables``.
nb: Flytt den kontinuerlige variabelen til avhengige variabler.

source: Locate the section ``Hypothesis`` further down, this is where you enter the mean you want to test against.
nb: Finn avsnitt ``Hypotese`` lenger ned i vinduet. Skriv inn gjennomsnittsverdien du vil teste mot ved ``Test value``.

source: The result is shown in the right panel.
nb: Resultatet vises i panel med utgave på høyre siden av jamovi-vinduet.

source: This `video <https://www.youtube.com/embed/DrBT4ezYIL8?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ provides a little more comprehensive introduction into this test.
nb: Konseptet blir fordypet i en `introduksjonsvideo <https://www.youtube.com/embed/DrBT4ezYIL8?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (på Engelsk).

source: For those, aiming to stretch even further to an in-depth introduction, you can read the respective section in the “Learning statistics with jamovi” `part of this documentation <../lsj/Ch11_tTest_02.html>`__ or chapter \11.2 of the `e-book <https://www.learnstatswithjamovi.com/>`__.
nb: For de som har som mål å «strekke seg enda mer» til en mer omfattende introduksjon, kan du lese avsnittet fra «Learning statistics with jamovi» som er `del av denne dokumentasjonen <../lsj/Ch11_tTest_02.html>`__ eller det tilsvarende avsnittet 11.2 i `e-boken <https://www.learnstatswithjamovi.com/>`__.
