Repository: MAgojam/jamoviDocs
Catalog: _locale/*/LC_MESSAGES/getting-started/jg_33_anova-rm.po
Languages: nb

source: ANOVA: Repeated Measures
nb: Variansanalyse for gjentatte målinger

source: How to perform a repeated measures ANOVA in jamovi:
nb: Slik gjennomfører du en ANOVA for gjentatte målinger i jamovi:

source: You need one continuous outcome variable for each measurement occasion. Make sure that the `measurement levels are set correctly <um_2_first-steps.html#data-variables>`_ so that the continuous variables are marked as |continuous|.
nb: Du trenger en kontinuerlig variabel for hver av de gjentatte målingene. Forsikre deg om at `målenivåene <um_2_first-steps.html#data-variables>`__ er valgt slik at alle kontinuerlige variabler er merket med det kontinuerlige dataikonet |continuous|.

source: A correct setup should look similar to this:
nb: Et riktig datasett skal se slik ut:

source: Select ``Analyses`` → ``ANOVA`` → ``Repeated Measures ANOVA``.
nb: Velg ``Analyses`` → ``ANOVA`` → ``Repeated Measures ANOVA``.

source: In the box ``Repeated Measures Factors``: write the name of your outcome variable (e.g. ``My_scale``) and name the levels for each measurement occasion (e.g. ``Pre``, ``Post`` and ``12 month follow-up``). The images below shows the box with default values (left) and when the values has been set (right).
nb: Skriv inn navnet på utfallsvariabelen i boksen ``Repeated Measures Factors`` (f.eks. ``My_scale``) og skriv inn navnet for hver måletidspunkt (f.eks. ``Pre``, ``Post`` og ``12 month follow-up``) etterpå. Bildene nedenfor viser hvordan boksen ser ut uten (venstre) eller med (høyre) fylte verdier.

source: Drag and drop your outcome variables to their respective cells in ``Repeated Measures Cells``.
nb: Flytt utfallsvariabelene til de korrekte cellene i ``Repeated Measures Cells``.

source: To test the equality of the variance with the Levene test, open the ``Assumption Checks`` drop-down menu and set the ``Homogeneity test`` tick box. It is also a good idea to check that the variances at the different steps of the repetition factor are the same (Sphericity). To do so, open the ``Assumption Checks`` drop-down menu and set the ``Sphericty tests`` tick box.
nb: Hvis du vil teste varianshomogenitet med Levene-test, så velger du rullemeny ``Assumption Checks`` og klikker i boksen ``Homogeneity test``. Det er også lurt å sjekke at variansene på de forskjellige trinnene / av repetisjonsfaktor er likt (*sphericity*). For å gjøre det klikker du boksen ``Sphericty tests`` som finnes også under rullemeny ``Assumption Checks``.

source: The results are shown in the right panel:
nb: Resultatet vises i panel med utgave på høyre siden av jamovi-vinduet.

source: A little more comprehensive introduction into this statistical method is provided by this `video <https://www.youtube.com/embed/m5JNwPgiMso?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__.
nb: Konseptet blir fordypet i en `introduksjonsvideo <https://www.youtube.com/embed/m5JNwPgiMso?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (på Engelsk).

source: For those, aiming to stretch even further to an in-depth introduction, you can read the respective section in the “Learning statistics with jamovi” `part of this documentation <../lsj/Ch13_ANOVA_07.html>`__ or chapter \13.7 of the `e-book <https://www.learnstatswithjamovi.com/>`__.
nb: For de som har som mål å «strekke seg enda mer» til en mer omfattende introduksjon, kan du lese avsnittet fra «Learning statistics with jamovi» som er `del av denne dokumentasjonen <../lsj/Ch13_ANOVA_07.html>`__ eller det tilsvarende avsnittet 13.7 i `e-boken <https://www.learnstatswithjamovi.com/>`__.
