Repository: MAgojam/jamoviDocs
Catalog: _locale/*/LC_MESSAGES/getting-started/jg_34_anova-mixed.po
Languages: de, nb

source: ANOVA: Mixed
de: Mixed-Design-Varianzanalyse:
nb: Variansanalyse med blandingsdesign

source: How to perform a mixed ANOVA in jamovi:
de: Auf die folgende Weise führen Sie mit jamovi eine Mixed-Design-ANOVA durch:
nb: Slik gjennomfører du en ANOVA med blandingsdesign i jamovi:

source: You need at least one grouping variable with at least two levels (e.g. treatment / control) and one continuous outcome variable for each measurement time point. Make sure that the `measurement levels are set correctly <um_2_first-steps.html#data-variables>`_ so that all the variables for the repeated measurements are marked as |continuous| and the grouping variable(s) are marked as |nominal|.
de: Sie benötigen mindestens eine Gruppierungsvariable mit mindestens zwei Stufen (z. B. Experimental- / Kontrollgruppe) und eine kontinuierliche Variable für jeden Messzeitpunkt. Stellen Sie sicher, dass die Variablen das passende `Skalenniveau aufweisen <um_2_first-steps.html#data-variables>`__ und dass die Variablen für die verschiedenen Messzeitpunkte als |continuous| markiert sind und die Gruppierungsvariable(n) als |nominal|.
nb: Du trenger en kontinuerlig variabel for hver av de gjentatte målingene og en gruppevariabel. Forsikre deg at `målenivåene <um_2_first-steps.html#data-variables>`__ er valgt slik at alle variablene for de gjentatte målingene blir merket med det kontinuerlige dataikonet |continuous| og at gruppevariabelen blir merket med kategorisk dataikon |nominal|.

source: A correct setup should look similar to this:
de: Eine korrekte Eingabedatei sollte ungefähr so aussehen:
nb: Et riktig datasett skal se slik ut:

source: Select ``Analyses`` → ``ANOVA`` → ``Repeated Measures ANOVA``.
de: Wählen Sie ``Analyses`` → ``ANOVA`` → ``Repeated Measures ANOVA``.
nb: Velg ``Analyses`` → ``ANOVA`` → ``Repeated Measures ANOVA``.

source: In the box ``Repeated Measures Factors``: write the name of your outcome variable (e.g. ``My_scale``) and name the levels for each measurement occasion (e.g. ``Pre``, ``Post`` and ``12 month follow-up``). The images below illustrates this.
de: Im Eingabefeld ``Repeated Measures Factors``: Geben Sie Ihrem Messwiederholungsfaktor zunächst einen Namen (z.B. ``My_scale``) und beschreiben Sie danach jede Stufe dieses Faktors mit einem entsprechenden Namen (z.B. ``Pre``, ``Post`` and ``12 month follow-up``). Die zwei folgenden Abbildungen illustrieren dies.
nb: Skriv inn navnet på utfallsvariabelen i boksen ``Repeated Measures Factors`` (f.eks. ``My_scale``) og skriv inn navnet for hver måletidspunkt (f.eks. ``Pre``, ``Post`` og ``12 month follow-up``) etterpå. Bildene nedenfor viser hvordan boksen ser ut uten (venstre) eller med (høyre) fylte verdier.

source: Drag and drop your outcome variables to their respective cells in ``Repeated Measures Cells``.
de: Weisen Sie Ihre Ergebnisvariablen den entsprechenden Zellen unter ``Repeated Measures Cells`` zu.
nb: Flytt utfallsvariabelene til de korrekte cellene i ``Repeated Measures Cells``.

source: Move your grouping variable(s) to ``Between Subject Factors``.
de: Weisen Sie Ihre Gruppierungsvariables der Variablen-Box ``Between Subject Factors`` zu.
nb: Flytt gruppevariablen(e) til «Between Subject Factors».

source: The result is shown in the right panel:
de: Die Ergebnisse werden im Augabe-Panel auf der rechten Seite angezeigt.
nb: Resultatet vises i panel med utgave på høyre siden av jamovi-vinduet.

source: A little more comprehensive introduction into this statistical method is provided by this `video <https://www.youtube.com/embed/m5JNwPgiMso?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__.
de: Das folgende `Video <https://www.youtube.com/embed/m5JNwPgiMso?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ bietet eine noch etwas umfassendere Einführung zu diesem statistischen Verfahren.
nb: Konseptet blir fordypet i en `introduksjonsvideo <https://www.youtube.com/embed/m5JNwPgiMso?list=PLkk92zzyru5OAtc_ItUubaSSq6S_TGfRn>`__ (på Engelsk).
