Repository: MAgojam/jamoviDocs
Catalog: _locale/*/LC_MESSAGES/getting-started/jg_91_Filtering_data.po
Languages: da, de, nb

source: How do I create a filter variable and use it for selection?
da: Hvordan opretter jeg en filtervariabel og bruger den til at vælge deltagere?
de: Wie erstelle ich eine Filtervariable und verwende sie zur Auswahl von Fällen?
nb: Hvordan lager jeg en filtervariabel og bruker den for å velge deltakerne?

source: open the ``Data`` tab and select ``Filter`` (either by using the symbol in the icon bar or the one in the bottom-left corner of the jamovi window)
da: åbne fanen ``Data`` og vælg ``Filter`` (enten ved at bruge symbolet i båndmenuen eller tragtikonet i nederste venstre hjørne af jamovi-vinduet)
de: öffnen Sie die Registerkarte ``Data`` und wählen Sie ``Filter`` (entweder mithilfe des Symbols in der Symbolleiste oder des Trichter-Symbols in der unteren linken Ecke des jamovi-Fensters)
nb: åpne fanen ``Data`` og velg ``Filter`` (enten ved å bruke symbolet i ribbon-meny eller trakt-ikonet i nedre venstre hjørne av jamovi-vinduet)

source: in order to access functions, press the ``fx`` icon in the filter settings
da: for at vælge (og samle) funktioner, skal du trykke på ``fx`` ikonet i filterindstillingerne
de: um auf (Rechen-)Funktionen zugreifen zu können, drücken Sie in den Filtereinstellungen auf das Symbol ``fx``
nb: for å få velge (og sette sammen) funksjoner, trykk ``fx``-ikonet i filterinnstillingene

source: there also is a switch where you can activate or deactivate the filter (see the comment in red below)
da: der er også en mulighed, hvor du kan aktivere eller deaktivere filteret (se også kommentaren i rødt nedenfor)
de: es gibt auch einen Schalter, mit dem Sie den Filter aktivieren oder deaktivieren können (siehe den Kommentar in rot weiter unten)
nb: det er også en valgmulighet hvor du kan aktivere eller deaktivere filteret (se også kommentaren i rødt nedenfor)

source: you close the filter settings by pressing the arrow in the top-right corner
da: for at lukke filterindstillingerne, tryk på pilen i øverste højre hjørne
de: sie schließen die Filtereinstellungen, indem Sie auf den Pfeil in der oberen rechten Ecke klicken
nb: du lukker filterinnstillingene ved å trykke på pilen i øverste høyre hjørnet

source: there are three large approaches, to exclude outliers:
da: de tre hovedmetoder til at udelukke outliers:
de: Drei wichtige Ansätze, um Ausreißer auszuschließen, sind:
nb: de tre viktigste tilnærmingene for å ekskludere uteliggere:

source: based upon z-scores (the absolute value should be larger 3.3; this equals to a probability of 0.1% = 1 / 1000)
da: baseret på z-score (hvis den absolutte z-værdi er større 3,3; dette svarer til en sandsynlighed på 0,1% = 1/1000)
de: basierend auf z-Scores (wenn der absolute Wert größer als 3,3 ist; dies entspricht einer Wahrscheinlichkeit von 0,1% = 1/1000)
nb: basert på z-scorer (hvis den absolutte z-verdien er større 3,3; dette tilsvarer en sannsynlighet på 0,1% = 1/1000)

source: based upon the IQR (like in a box plot)
da: baseret på IQR (som du ville have gjort visuelt i en boks plot)
de: basierend auf dem IQR (Inter-Quartil-Range; wie bei einem Boxplot)
nb: basert på IQR (slik som du ville har gjort visuelt i en box plot)

source: based on the Mahalanobis distance (multivariate)
da: baseret på Mahalanobis-afstand (som er en mulighed for at bestemme den multivariate afstand fra gennemsnittet af de variabler, som afstanden beregnes for)
de: basierend auf der Mahalanobis-Distanz (dies ist ein multivariates Verfahren, dass den Abstand aller Prediktorvariablen gleichzeitig berücksichtigt)
nb: basert på Mahalanobis-distanse (som er en mulighet å bestemme den multivariate distansen fra gjennomsnitt i de variablene for hvilke distanse er beregnet)

source: for 1., there exists a function in jamovi (see next bullet point), for 2. and 3. you have to use R-code (decribed two bullet point below); for 2. you could also do it visually (three bullet points below)
da: for 1. der findes en funktion i jamovi (se næste punkt), for 2. og 3. skal du bruge R-kode (to punkter videre); til 2. du kan også gøre det visuelt (tre point længere)
de: für 1. existiert eine Funktion in jamovi (siehe nächster Aufzählungspunkt), für 2. und 3. müssen Sie R-Code verwenden (zwei Aufzählungspunkte unten beschrieben); für 2. können Sie dies auch visuell tun (drei Aufzählungspunkte unten)
nb: for 1. eksisterer en funksjon i jamovi (se neste punkt), for 2. og 3. du må bruke R-kode (to punkter videre); for 2. kan du også gjøre det visuelt (tre punkter videre)

source: you can either use an function-based selection (e.g., based on z-scores):
da: Du kan bruge et funktionsbaseret valg (f.eks. Baseret på z-scorer):
de: Sie können entweder eine Auswahl basierend auf jamovi's Berechnungsfunktionen verwenden (z. B. basierend auf z-Scores):
nb: Du kan bruke et funksjonsbasert utvalg (f.eks. basert på z-scorer):

source: you can create a select variable (how to do that is `described below <#how-to-manually-create-a-variable-for-selecting-deselecting-cases>`__), use R-scripts to find outliers and mark those outliers in the variable you created:
da: Du kan oprette en markeringsvariabel (hvordan man gør det er `beskrevet senere u003c# hvordan manuelt manuelt-oprette-en-variabel-til-valg-fravælge-sageru003e` __), bruge R-kode til at finde outliers og vælge disse til eller fra i den valgvariabel, du oprettede:
de: Sie können eine Auswahlvariable erstellen (wie das geht, ist `weiter unten <#how-to-manually-create-a-variable-for-selecting-deselecting-cases>`__ beschrieben). Danach können Sie R-Skripte verwenden, um Ausreißer zu identifizieren und diese Ausreißer in der von Ihnen erstellten Auswahlvariablen zu markieren:
nb: Du kan opprette en seleksjonsvariabel (hvordan du gjør det er `beskrevet senere <#how-to-manually-create-a-variable-for-selecting-deselecting-cases>`__), bruke R-kode for å finne uteliggere og velge disse av eller til i seleksjonsvariabelen du opprettet:

source: the first code example does this based upon the interquartile range (doing the same with code that you visually do with box plots; remember to adjust the variable names in VL)
da: det første kodeeksempel bruger interkvartilområdet til valg (det gør det samme med kode, som du visuelt ville have gjort med kasseplaner; husk at justere variabelnavne i linjen, der begynder med VL i R-koden)
de: das erste Codebeispiel basiert auf dem Interquartilbereich (denken Sie daran, die Variablennamen in VL anzupassen; der R-Code ist ein Äquivalent zu dem, was Box-Plots visualisieren):
nb: det første kodeeksemplet bruker interkvartilrange for seleksjon (det gjør det samme med kode som du visuelt ville har gjort med box plots; husk å justere variabelnavnene i linjen som begynner med VL i R-koden)

source: the second code example detects multivariate outliers based upon the Mahalanobis distance (remember to adjust the variable names in VL)
da: det andet kodeeksempel detekterer multivariate outliers til valg baseret på Mahalanobis-afstand (husk at justere variabelnavne på linjen, der begynder med VL i R-koden)
de: das zweite Codebeispiel detektiert multivariate Ausreißer basierend auf der Mahalanobis-Distanz (denken Sie auch hier daran, die Variablennamen in VL anzupassen):
nb: det andre kodeeksemplet detekterer multivariate uteliggere for seleksjon basert på Mahalanobis-distans (husk å justere variabelnavnene i linjen som begynner med VL i R-koden)

source: the output from those scripts tells you which lines you should de-select
da: versionen fra disse R-scripts fortæller dig hvilke linjer / deltagere du skal fravælge i valgvariablen
de: die Ausgabe dieser R-Skripte zeigt Ihnen, welche Zeilen Sie deselektieren sollten
nb: utgaven fra disse R-skriptene forteller deg hvilke linjer / deltakere du bør velge bort i seleksjonsvariabelen

source: you use the scripts within the `Rj editor <jamovi-module_Rj>`__, just copy-and-paste them and run them by hitting the ►-button (the little green triangle)
da: du bruger scripts i `Rj editor u003cjamovi-module_Rju003e` __ ved blot at kopiere og indsætte dem; bagefter kører du dem ved at trykke på ►-knappen (den lille grønne trekant)
de: Sie verwenden die Skripte im `Rj-Editor <jamovi-module_Rj>`__, indem Sie diese kopieren einfügen und ausführen. Das Ausführen geschieht, indem Sie auf die Schaltfläche ► (das kleine grüne Dreieck) klicken.
nb: du bruker skriptene i `Rj editor <jamovi-module_Rj>`__ ved å bare kopiere og lime dem inn; etterpå kjører Du dem ved å trykke på ►-knappen (den lille grønne trekanten)

source: :red:`PLEASE NOTE: If you already filtered cases, the lines with filtered cases are not included and the line numbers when using the R-scripts get wrong. Open the filter settings by either double-clicking on the header line of the filter variable or use the funnel-symbol in the bottom-left corner of the jamovi window (note that you can only see it, if you selected the tab “Data”) and deactivate the filter.`
da: : rød: `BEMÆRK: Hvis du allerede har filtreret deltagere, er de linjer, der blev filtreret ikke inkluderet, og linjenumrene, som du får som en version fra R-scripts, er forkerte. Åbn filterindstillingerne ved at dobbeltklikke på den øverste linje i filtervariablen eller på tragtikonet i nederste venstre hjørne af jamovi-vinduet (bemærk, at du kun kan se tragtikonet, hvis du valgte fanen "Data") og deaktivere filteret. '
de: :red:`BITTE BEACHTEN SIE: Wenn Sie bereits Fälle gefiltert haben, sind die Zeilen mit gefilterten Fällen nicht enthalten und die Zeilennummern, welche von den R-Skripten ausgegeben werden, sind dadurch falsch. Daher ist es notwendig, dass Sie vor dem Ausführen der Skripte die Filtereinstellungen öffnen und deaktivieren Sie den Filter. Öffnen Sie die Einstellungen entweder indem Sie auf die Kopfzeile der Filtervariablen doppelklicken oder indem sie das Trichtersymbol in der unteren linken Ecke des jamovi-Fensters verwenden (beachten Sie, dass Sie das Trichtersymbol nur dann sehen können, wenn Sie die Registerkarte „Data“ ausgewählt haben).`
nb: :red:`LEGG MERK TIL: Hvis du allerede har filtrert deltakere, er linjene som ble filtrert ikke inkludert, og linjenumrene som du får som utgave fra R-skriptene blir feil. Åpne filterinnstillingene ved å dobbeltklikke på topplinjen til filtervariabelen eller på trakt-ikonet i nedre venstre hjørne av jamovi-vinduet (merk at du bare kan se trakt-ikonet hvis du valgte fanen «Data» ) og deaktiver filteret.`

source: the filter conditions can be combined using boolean ``and`` / ``or``:
da: betingelser for filtrering / valg kan kombineres ved hjælp af logiske ``og`` / ``eller``:
de: die Filterbedingungen können durch die Verwendung der Schlüsselworte ``and`` / ``or`` miteinander kombiniert werden:
nb: betingelser for filtrering / utvalg kan bli kombinert ved bruk av logisk ``and`` / ``or``:

source: you can also de-select cases by setting limits to the values of variables (after visually checking the box-plots under ``Descriptives``):
da: Du kan også vælge en deltager ved at indstille grænseværdier for værdierne for variabler, såsom at outsiders er blevet fjernet (du gør dette ved visuelt at markere afkrydsningsfelter, som du får under ``Descriptives`` for outsiders):
de: außerdem können Sie Fälle auswählen, indem Sie Grenzwerte (Minima oder Maxima) für die Werte von Variablen festlegen (die erforderlichen Grenzwerte lassen sich aus den Box-Plots oder mit den Werten in der ``Descriptives``-Tabelle ablesen):
nb: Du kan også velge av deltaker ved å sette grenseverdier for verdiene på variabler slik som uteliggere er fjernet (du gjør det ved å visuelt sjekke box plots som du få under ``Descriptives`` for uteliggere):

source: How to manually create a variable for selecting / deselecting cases?
da: Hvordan oprettes en variabel til manuelt at ekskludere / inkludere deltagere?
de: Wie erstelle ich manuell eine Variable zum Auswählen / Abwählen von Fällen?
nb: Slik lager Du en variabel for å manuelt eks- / inkludere deltakerne?

source: open the ``Data`` tab so that you see your data spreadsheet
da: åbn fanen ``Data``), så du kan se din datatabel
de: öffnen Sie die Registerkarte ``Data``, damit Sie Ihre Datentabelle sehen
nb: åpne ``Data``-fane slik at du ser datatabellen din

source: go to the first column (if there are filter variables, to the first column after those)
da: gå til den første kolonne (eller hvis tabellen allerede indeholder filtervariabler, til den første kolonne efter disse)
de: gehen Sie zur ersten Spalte (wenn Sie bereits Filtervariable erstellt haben, zur ersten Spalte nach den Filtervariablen)
nb: gå til den første kolonnen (eller hvis tabellen allerede inneholder filtervariabler, til den første kolonnen etter disse)

source: right-click on the header line in that column, choose ``Add variable`` in the menu that opens, and then ``Data Variable`` → ``Insert``
da: højreklik på overskriften i denne kolonne, vælg ``Tilføj variabel`` i den kontekstmenu, der åbnes, og derefter ``Datavariabel`` → ``Indsæt``
de: klicken Sie mit der rechten Maustaste auf die Kopfzeile dieser Spalte, wählen Sie im sich öffnenden Menü ``Add variable`` und dann ``Data Variable`` → ``Insert``.
nb: høyreklikk på overskrift i denne kolonnen, velg ``Add variable`` i kontekstmenyen som åpnes, og deretter ``Data Variable`` → ``Insert``

source: briefly check how many participants are contained in your file by going to the last line of your data set, remember this line number
da: Kontroller, hvor mange deltagere der er i din datatabel ved at gå til den sidste linje i datasættet, og husk dette linjenummer
de: überprüfen Sie kurz, wie viele Teilnehmer in Ihrer Datei enthalten sind, indem Sie zur letzten Zeile Ihres Datensatzes gehen und merken Sie sich diese Zeilennummer
nb: sjekk hvor mange deltakere som finnes i datatabellen din ved å gå til den siste linjen i datasettet og husk dette linjenummeret

source: now, we have to to a little bit of magic in Excel, LibreOffice Calc or `Google Sheets <https://docs.google.com/spreadsheets>`__: open one of these programs, write ``1`` in the first and the second line of an empty spreadsheet, mark these two lines and then use the little black marker bottom right to drag the ones until you reached the number of participants in your data set within jamovi
da: nu skal vi gøre noget "magi" i Excel, LibreOffice Calc eller `Google Sheets u003chttps://docs.google.com/spreadsheetsu003e` __: Åbn et af disse programmer, skriv ``1`` i de første to linjer i et tomt regneark skal du markere disse to linjer og derefter bruge den lille sorte markør nederst til højre til at trække dem ned, indtil du har nået antallet af deltagere i din datatabel i jamovi
de: nun müssen Sie ein wenig in Excel, LibreOffice Calc oder `Google Sheets <https://docs.google.com/spreadsheets>`__ «zaubern»: Öffnen Sie eines dieser Programme, schreiben Sie ``1`` in die erste und zweite Zeile einer leeren Tabelle, markieren Sie diese beiden Zeilen und verwenden Sie dann die kleine schwarze Markierung unten rechts, um die Werte in den Zellen automatisch zu ergänzen, bis Sie die Anzahl der Teilnehmer in Ihrem Datensatz in jamovi erreicht haben
nb: nå må vi gjøre litt «magi» i Excel, LibreOffice Calc eller `Google Sheets <https://docs.google.com/spreadsheets>`__: Åpne et av disse programmene, skriv ``1`` i de første to linjene i et tomt regneark, merk disse to linjene og bruk deretter den lille svarte markøren nede til høyre for å dra dem ned til du har nådd antall deltakere i datatabellen din i jamovi

source: copy the column with the ``1`` you just created to jamovi and paste it into the variable you just created
da: kopier kolonnen med ``1]], du lige har oprettet, og indsæt den i markeringsvariablen i jamovi, du oprettede tre punkter før
de: kopieren Sie die Spalte mit ``1``, die Sie gerade erstellt haben, in jamovi und fügen Sie sie diese Werte in die gerade erstellte Variable ein
nb: kopier kolonnen med ``1`` du har nettopp laget og lim den inn i seleksjonsvariabelen i jamovi du opprettet tre punktene før

source: open the filter settings (either by using the symbol in the icon bar or the funnel-icon in the bottom-left corner of the jamovi window) and either change an existing filter with adding:
da: åbn filterindstillingerne (enten ved hjælp af symbolet i båndmenuen eller ved tragtsymbolet i nederste venstre hjørne af jamovi-vinduet) og rediger et eksisterende filter ved at tilføje:
de: öffnen Sie die Filtereinstellungen (entweder mithilfe des Symbols in der Symbolleiste oder des Trichtersymbols in der linken unteren Ecke des jamovi-Fensters) und ändern Sie entweder einen vorhandenen Filter durch Hinzufügen von:
nb: åpne filterinnstillingene (enten ved å bruke symbolet i ribbon-menyet eller ved trakt-ikonet i nedre venstre hjørne av jamovi-vinduet) og endre et eksisterende filter med å legge til:

source: or create a new filter with just writing:
da: eller opret et nyt filter ved blot at skrive:
de: oder erstellen Sie einen neuen Filter, indem Sie einfach schreiben:
nb: eller lag et nytt filter med å bare skrive:

source: obviously you have to adjust ``[VARIABLE NAME]`` to the name of your selected variable
da: naturligvis skal du matche ``[VARIABELT NAVN]`` til det navn, du gav valgvariablen
de: natürlich müssen Sie dabei ``[VARIABLE NAME]`` mit dem Namen der von Ihnen erstellten Auswahlvariable ersetzen
nb: selvfølgelig må du tilpasse ``[VARIABLE NAME]`` til navnet du gav seleksjonsvariabelen

source: now you can de-select case by changing them ``1`` to ``0`` (and also select them again by changing ``0`` into ``1``)
da: nu kan du udelukke deltagerne ved at ændre værdien i valgvariablen for denne deltager fra ``1`` til ``0`` (og inkludere dem igen ved at ændre værdien fra ``0`` til ``1 '')
de: nun können Sie einzelne Fälle / Teilnehmer auswählen, indem Sie die Werte in der Spalte für den entsprechenden Fall von ``1`` in ``0`` ändern (oder den Fall wieder einschließen, indem Sie den Wert von ``0`` in ``1`` ändern)
nb: nå kan du ekskludere deltakerne ved å endre verdien i seleksjonsvariabelen for denne deltakeren fra ``1`` til ``0`` (og inkludere dem igjen ved å endre verdi fra ``0`` til ``1``)
