Repository: MAgojam/jamoviDocs
Catalog: _locale/*/LC_MESSAGES/getting-started/um_1_installation.po
Languages: tr

source: Installation
tr: Kurulum

source: jamovi is available for Windows Vista (64-bit) and above. Installation on windows is quite straight-forward, and should be familiar to anyone who has installed software on Windows before. Download the latest version from the `download page <https://www.jamovi.org/download.html>`__, and double-click the icon.
tr: jamovi Windows Vista (64-bit) ve üzeri sistemlere kurulabilir. Windows kurulumu oldukça kolay olup, daha önce başka herhangi bir programı kurmuş kullanıcılar için tanıdık gelecektir. Son sürümü `indir sayfasından <https://www.jamovi.org/download.html>`__ indirip dosyaya çift tıklayın.

source: At some institutions (particularly universities), the “normal” approach to installing software is blocked by IT security policies. In this case, you can download our .zip version. To use this, simply download, unzip to a location on the computer, and naviagate to the bin folder. Double-clicking jamovi.exe will begin jamovi. It’s possible that additional security restrictions prevent jamovi from working in this way, in which case it would be worth raising the issue with your IT staff.
tr: Bazı kurumlarda (özellikle üniversitelerde), 'normal' kurulum şekli ile yazılım yükleme bilgi işlem (IT) güvenlik sistemleri ile engellenmektedir. Bu durumlarda .zip sürümünü indirebilirsiniz. Bu dosyayı kullanmak için, içeriğini bilgisayarda bir klasöre çıkardıktan sonra (unzip), bin adlı klasöre gidin. Buradaki jamovi.exe dosyasına çift tıkladığınızda jamovi çalışacaktır. Bu basamakta da güvenlik sistemleri jamovi'nin çalışmasına engel olabilir. Bu durumda kurumunuzdaki bilgi işlem yetkililerinden yardım alabilirsiniz.

source: jamovi is available for macOS 10.9+ (Mavericks and newer). To install it, download the .dmg file from our `download page <https://www.jamovi.org/download.html>`__, and double-click the downloaded file. This will present you with a “file view”, and you can install jamovi by “dragging-and-dropping” the jamovi application to the Applications folder (in the usual way). After this, jamovi will appear in your applications, and can be started like any other installed application.
tr: jamovi, macOS 10.9+ (Mavericks ve daha üstüne) kurulabilir. Yükleme için `indirme sayfasından <https://www.jamovi.org/download.html>`__ .dmg dosyasını indirin ve dosyayı çift tıklayın. Açılan pencerede jamovi'yi tut bırak yöntemi ile Uygulamalar (Applications) klasörüne taşıyın (başka dosyaları taşıdığınız gibi). Bundan sonra jamovi uygulamalarınız içinde görünecek ve diğer uygulamalar gibi açılabilecektir.

source: jamovi for macOS has an auto-update mechanism, and can alert you to when new versions are available. You can update your version of jamovi from the app menu (☰; at the top right of the window).
tr: macOS sistemlerde jamovi'nin otomatik güncelleme özelliği vardır ve yeni sürüm olduğunda size uyarı verilir. jamovi sürümünüzü menü'den (☰; pencerenin sağ üst tarafında) güncelleyebilirsiniz.

source: Linux and Chromebooks
tr: Linux ve Chromebook

source: jamovi is currently available for Linux, (for all ‘flatpak participating linux distributions’ – which is most of them), and Chromebooks, from flathub.
tr: jamovi, flathub üzerinden Linux (flatpak ile uyumlu olan çoğu sürüm) ve Chromebook'ta kullanılabilir.

source: **Note**: Some Chromebooks experience a blank screen issue when starting up jamovi. If you encounter this, there are instructions on how to fix this a little :ref:`further down<blank-screen-on-chromebooks>`.
tr: **Not**: Bazı Chromebook kullanıcıları jamovi başlarken siyah ekran sorunu ile karşılaşmaktadır. Eğer bu olursa yapmanız gerekenler biraz aşağıda açıklanmıştır :ref:`further down <blank-screen-on-chromebooks>`.

source: If you’re new to flatpak/flathub, you’ll need to follow the setup guide on `our flathub page <https://flathub.org/apps/details/org.jamovi.jamovi>`__.
tr: Eğer flatpak/flathub kullanımında yeniyseniz, `flathub sayfamızdaki <https://flathub.org/apps/details/org.jamovi.jamovi>`__. kurulum klavuzuna bakabilirsiniz.

source: If you’re an old hand at flatpak, you can install jamovi with the command:
tr: Eğer tecrübeli bir flatpak kullanıcısı iseniz, jamovi'yi şu komutla yükleyebilirsiniz:

source: and later, you can update your version of jamovi with:
tr: ve daha sonra güncelleme için şu komutu kullanabilirsiniz:

source: Text not appearing in plots under linux
tr: Linux'ta grafiklerin altında metin görünmüyor

source: On some linux machines, the flatpak font cache is not up-to-date, resulting in plots in jamovi not displaying text correctly. To remedy this, you can run the following command at the terminal:
tr: Bazı linux sistemlerinde flatpak font belleği güncel olmadığından jamovi grafiklerinde metinler düzgün görüntülenememektedir. Bunu çözmek için şu komutu terminal'de çalıştırın:

source: This appears to be an issue with flatpaks, and we’re working with the flatpak community to get to the bottom of it.
tr: Bu flatpak kaynaklı bir sorun gibi görünüyor, bu sorunun nedenini ortaya çıkarmak için flatpak grubu ile çalışmaya devam ediyoruz.

source: Blank screen at startup on Chromebooks
tr: Chromebook'larda jamovi başlarken siyah ekran

source: Some Chromebooks experience a blank screen when starting up jamovi. The cause of this issue is not completely clear at this time, however it can be fixed by disabling “Crostini GPU support”.
tr: Bazı Chromebook'larda jamovi başlatılınca siyak ekran görünmektedir. Bunun nedeni tam olarak belli olmasa da “Crostini GPU support” devre dışı bırakıldığında sorun çözülmektedir.

source: Enter ``chrome://flags/`` into the ChromeOS address bar. This will bring up “Experiments”. Search for ``Crostini GPU Support`` and set it to disabled. After restarting your Chromebook the issue will be fixed (special thanks to `@mulderc <https://github.com/mulderc>`__).
tr: ChromeOS adres çubuğuna ``chrome://flags/`` girin. Bu "Experiments" özelliğini açacaktır. ``Crostini GPU Support``'u arayın ve devre dışı bırakın (disabled). Chromebook yeniden başlatıldığında sorun çözülecektir (bunun için `@mulderc <https://github.com/mulderc>`__'e özellikle teşekkürler).
