Repository: MAgojam/jamoviDocs
Catalog: _locale/*/LC_MESSAGES/getting-started/um_2_first-steps.po
Languages: nb, tr

source: The first steps in jamovi
nb: De første trinnene i jamovi
tr: jamovi'de ilk adımlar

source: When first starting jamovi, you will be presented with a user interface which looks something like this.
nb: Når du starter jamovi, vil du se et brukergrensesnitt som ser ut som dette.
tr: jamovi'yi çalıştırdığınızda, karşınıza çıkan arayüz aşağıdakine benzer olacaktır.

source: To the left is the spreadsheet view, and to the right is where the results of statistical tests appear. Down the middle is a bar separating these two regions, and this can be dragged to the left or the right to change their sizes.
nb: Til venstre vises en tabell som ser ut som et regneark, og til høyre kan du ser hvor resultatene av statistiske tester vises. I midten er en stolpe som skiller disse to områdene, og denne kan dras til venstre eller høyre for å endre størrelse på de to delene.
tr: Solda tablo (spreadsheet), sağda ise istatistiksel testlerin sonuçları görünür. Ortadaki çubuk bu iki alanı birbirinden ayırır. Bu çubuğu sağa ya da sola hareket ettirerek bu iki alanın boyutunu değiştirebilirsiniz.

source: It is possible to simply begin typing values into the jamovi spreadsheet as you would any other spreadsheet software.
nb: Det er mulig å simpelthen begynne å tippe inn verdier i jamovi-regnarket som du ville har gjort for andre regnark-programvare.
tr: Diğer tablo (spreadsheet) yazılımlarındaki gibi, jamovi'ye de veri girişini yazarak yapabilirsiniz.

source: Alternatively, existing data sets in a range of formats (CSV, Excel, LibreOffice, R, SPSS, Stata, SAS, JASP) can be opened in jamovi. Additionally, there are a number of example data sets available in jamovi. To open a file, select the file menu (☰, at the top left hand corner of jamovi), select ``Open`` and then ``Data library`` or ``This PC``, depending on whether you want to open an example, or a file stored on your computer.
nb: Alternativt kan eksisterende datasett i en rekke formater (CSV, Excel, LibreOffice, R, SPSS, Stata, SAS, JASP) åpnes i jamovi. I tillegg er det en rekke eksempel-datasett inkludert og tilgjengelige i jamovi. For å åpne en fil, velger du fil-menyen (☰, øverst i venstre hjørne av jamovi), velger ``Open`` og deretter ``Data library`` eller ``This PC``, avhengig av om du vil åpne et eksempel-datasett, eller en fil som er lagret på datamaskinen din.
tr: Alternatif olarak, diğer formatlarda var olan veri setlerini (CSV, Excel, LibreOffice, R, SPSS, Stata, SAS, JASP) jamovi'de açabilirsiniz. Ayrıca jamovi'de örnek veri setleri de bulunmaktadır. Bir dosyayı açmak için Dosya (file) menüsünden (☰, jamovi'nin sol üst köşesi), ``Open`` ve daha sonra örnek veriler için ``Data library``, bilgisayarınızdaki bir dosya için ``This PC`` seçin.

source: A very common format for exchanging data is using files with “comma- separated values” (.csv or .txt). Given that these data are stored as simple text file using commas (or ";", "|", etc.) to separate values nearly any software package can read and write them (and you to can take a look using any text editor). An example is shown in the figure. The first line contains the variable names and any other line afterwards a measurement point (typically a person where data were acquired from). If you have your data in a spreadsheet program (e.g., Excel), you can create a CSV-file from your data by selecting ``File`` → ``Save as...`` and choose ``Comma delimited`` in the drop-down menu close to the ``Save as``-button. Thereafter, you may open the CSV-file in jamovi.
tr: Verileri paylaşmak için en sık kullanılan format virgülle ayrılmış (comma-seperated values) .csv ya da .txt dosyalarıdır. Bu veriler virgülle (ya da ";", "|", gibi işaretlerle) ayrılmış basit metin dosyaları olduğundan hemen her yazılım ile okunup yazılabilir (ve içeriğine herhangi bir metin editörü ile bakabilirsiniz). Şekilde bunun bir örneği gösterilmiştir. İlk satır değişken isimlerini, diğer satırlar ise ölçümleri gösterir (tipik olarak bir kişiden elde edilen veriler). Eğer veriniz bir tablo programında ise (örnek: Excel), CSV-dosyasını menüden ``Dosya`` → ``Farklı kaydet`` seçip, ``Farklı kaydet`` düğmesi yanındaki menüden ``Virgülle ayrılmış`` seçip kaydederek elde edebilirsiniz.

source: If jamovi does not open a file correctly, do file an issue (bug report) in our GitHub `issue tracker <https://github.com/jamovi/jamovi/issues>`__. We are keen to make our importer as robust as possible.
nb: Hvis jamovi ikke åpner en fil på den korrekte måten, kan du sende inn et problem (feilrapport) i vår GitHub `issue tracker <https://github.com/jamovi/jamovi/issues>`__. Vi vil gjerne gjøre fil-import i jamovi så robust som mulig.
tr: Eğer jamovi bir dosyayı düzgün olarak açmazsa GitHub üzerinden bize bildirin: `sorun bildirimi <https://github.com/jamovi/jamovi/issues>`__. Veri içeri alma özelliğini oldukça iyileştirmek istiyoruz.

source: Analyses
nb: Analyser
tr: Analizler

source: Analyses can be selected from the analyses ribbon or menu along the top. Selecting an analysis will present an “options panel” for that particular analysis, allowing you to assign different variables to different parts of the analysis, and select different options. At the same time, the results for the analysis will appear in the right “results panel”, and will update as you make changes to the options.
tr: Analizler, analiz şeridinden veya üstteki menüden seçilebilir. Bir analizin seçilmesi, söz konusu analiz için bir 'seçenekler paneli' sunarak analizin farklı kısımlarına farklı değişkenler atamanıza ve farklı seçenekler seçmenize olanak tanır. Aynı zamanda, analiz sonuçları sağdaki "Sonuçlar panelinde" görünecek ve siz seçeneklerde değişiklik yaptıkça güncellenecektir.

source: When you have the analysis set up correctly, you can dismiss the analysis options by clicking the arrow to the top right of the options panel. If you wish to return to these options, you can click on the results that were produced. In this way, you can return to any analysis that you (or say, a colleague) created earlier.
tr: Analiz doğru bir şekilde ayarlandığında, panelin sağ üst tarafındaki oku tıklayarak analiz seçeneklerini kapatabilirsiniz. Bu seçeneklere geri dönmek isterseniz, sonuçları tıklayabilirsiniz. Bu şekilde, daha önce oluşturduğunuz (veya bir meslektaşınızın oluşturduğu) analiz ve özelliklerine geri dönebilirsiniz.

source: If you decide you no longer need a particular analysis, you can remove it with the results context menu. Right-clicking on the analysis results will bring up a menu, and by selecting ``Analysis``, and then ``Remove``, the analysis can be removed.
tr: Artık bir analize artık ihtiyacınız olmadığına karar verirseniz, sonuçları içerik menüsü ile kaldırabilirsiniz. Analiz sonuçlarına sağ tıklandığında bir menü açılır, buradan ``Analysis`` ve ardından ``Remove`` seçilerek analiz kaldırılabilir.

source: An overview with short, non-technical tutorials on how to do common procedures in jamovi can be found under `jamovi-guide <jg_0_welcome.html>`__ (later in this section).
nb: En oversikt med korte, ikke-tekniske trinn-etter-trinn instruksjoner om hvordan du gjennomfører ofte brukte statistiske analyser i jamovi, finner du under `jamovi-guide <jg_0_welcome.html>`__ (senere i dette avsnittet).
tr: jamovi'de yaygın prosedürlerin nasıl yapılacağı hakkında kısa, teknik olmayan eğitimler `jamovi-klavuzu <jg_0_welcome.html>`__ (bu bölümün ilerleyen kısımlarında) bulunabilir.

source: The Spreadsheet
nb: Regnarket
tr: Tablo (Spreadsheet)

source: In jamovi, data is represented in a spreadsheet, with each column representing a “variable”.
tr: jamovi'de veriler bir tabloda gösterilir ve bu tabloda her sütun bir 'değişkeni' temsil eder.

source: Data Variables
nb: Data-variabler
tr: Veri Değişkenleri

source: The most commonly used variables in jamovi are “Data Variables”, these variables simply contain data either loaded from a data file, or “typed in” by the user. Data variables can be one three data types:
tr: jamovi'de en sık kullanılan değişkenler "Veri Değişkenleri" dir. Bu değişkenler bir veri dosyasından yüklenen veya kullanıcı tarafından "girilen" verileri içerir. Değişkenler üç türde olabilir:

source: ``Integer``
nb: ``Integer`` (heltall uten desimaler)
tr: ``Integer`` (Tamsayı)

source: ``Decimal``
nb: ``Desimal`` (desimaltall)
tr: ``Decimal`` (Ondalıklı sayı)

source: ``Text``
tr: ``Text`` (Metin)

source: and one of four measure types:
nb: og en av de følgende fire målenivåer:
tr: ve dört ölçü türünden biri olabilir:

source: |ordinal| ``Ordinal``
tr: |ordinal| ``Ordinal`` (Sıralı)

source: |continuous| ``Continuous``
nb: |continuous| ``Kontinuerlig``
tr: |continuous| ``Continuous`` (Sürekli)

source: |id| ``ID``
tr: |id| ``ID`` (Kimlik, anahtar)

source: The measure types are designated by the symbol in the header of the variable’s column. Note that some combinations of data-type and measure- type don’t make sense, and jamovi won’t let you choose these.
nb: Målenivåene er utpekt med symbolet i overskriften kolonne, nesten til i variablenavnet. Vær oppmerksom på at noen kombinasjoner av datatyper og målenivåer ikke gir mening, og jamovi lar deg ikke velge disse.
tr: Ölçü türleri, değişkenin sütununun başlığındaki sembolle belirtilir. Bazı veri türü ve ölçü türü kombinasyonlarının anlamlı olmadığını ve jamovi'nin bunları seçmenize izin vermeyeceğini unutmayın.

source: ``Nominal`` and ``Ordinal`` are, predictably, for nominal and ordinal variables. ``Continuous`` is for variables with numeric values which are considered to be *Interval* or *Ratio* scales (Equivalent to ``Scale`` in SPSS). The ``ID`` measure type is, unlike the others, unique to jamovi. It’s intended for variables that contain identifiers that you would almost never want to analyse. For example, a persons name, or a participant ID. The advantage of IDs, is that jamovi does not need to maintain a list of levels internally, which can improve performance when interacting with very large data sets.
nb: Blant målenivåene er ``Nominal`` og ``Ordinal`` (forutsigbart) for nominale og ordinale variabler. ``Continuous`` er for variabler med numeriske verdier som anses å være på enten *interval* eller *ratio*-målenivået (i SPSS ville det har vært ``Scale``). Målenivået ``ID`` er unik for jamovi. Det er tenkt for variabler som inneholder identifikatorer som du (nesten) aldri vil analysere. For eksempel et personnummer, eller en deltaker-ID. Fordelen med ID-er er at jamovi ikke trenger å opprettholde en liste over nivåer internt, noe som kan forbedre hastighet på analyser når du handterer veldig store datasett.
tr: ``Nominal`` ve ``Ordinal`` tahmin edilebileceğiniz gibi nominal ve sıralı değişkenler içindir. ``Continuous`` (Sürekli) ise, *Aralık* veya *Oran* ölçekleri olarak kabul edilen sayısal değerlere sahip değişkenler içindir (SPSS'de ``Scale`` e eşdeğerdir). ``ID`` ölçü türü, diğerlerinden farklı olarak jamovi'ye özgüdür. Neredeyse hiç analiz etmek istemeyeceğiniz tanımlayıcılar içeren değişkenler için tasarlanmıştır. Örneğin, bir kişi adı veya bir katılımcı kimliği. ``ID``\ ler, jamovi'nin içinde bir düzey listesi olarak yer almayacağından, çok büyük verilerde performansı artırabilen bir avantaj sağlamaktadır.

source: When starting with a blank spreadsheet and typing values in, the data and measure types will change automatically depending on the data you enter. This is a good way to get a feel for which variable types go with which sorts of data. Similarly, when opening a data file, jamovi will infer the variable type from the data in each column. In both cases, this automatic approach may not be correct, and it may be necessary to manually specify the data and measure type with the variable editor.
nb: Når du begynner med et tomt regneark og skriver inn verdier, endres datatypene og målenivåene automatisk avhengig av data du skriver inn. Dette er en god måte å få en følelse av hvilken datatypen passer til hvilke slags data. På samme måte, når du åpner en datafil, vil jamovi analysere data i hver kolonne og automatisk tilskrive det en datatypen. I begge tilfeller kan det hende at denne automatiske tilnærmingen ikke er helt riktig, og det kan være nødvendig å spesifisere datatypene og målenivåene manuelt med variableeditoren i etterkant.
tr: Boş bir tabloyla başlarken ve değerleri girerken, girdiğiniz verilere bağlı olarak veri ve hesaplama türleri otomatik olarak değişir. Bu, hangi değişken türlerinin hangi tür verilerle gittiğini anlamanın iyi bir yoludur. Benzer şekilde, bir veri dosyasını açarken, jamovi değişken türünü her sütundaki verilerden çıkarır. Her iki durumda da, bu otomatik yaklaşım doğru olmayabilir ve değişken editörü ile veri ve ölçüm türünü manuel olarak belirtmek gerekebilir.

source: The variable editor can be invoked by selecting ``Setup`` from the ``Data`` tab, double-clicking on the column header, or by pressing ``F3``. The variable editor allows you to change the name of the variable, and (for data variables) the data type, the measure type, the order of the levels, and the label displayed for each level. The variable editor can be dismissed by clicking the close arrow, or by pressing ``F3`` again.
tr: Değişken editörü, veri sekmesinden ``Setup`` (kurulum) seçilerek, sütun başlığına çift tıklayarak veya ``F3`` tuşuna basılarak açılabilir. Değişken editörü, değişkenin adını ve (veri değişkenleri için) veri türünü, ölçüm türünü, düzeylerin sırasını ve her düzey için görüntülenen etiketi değiştirmenize olanak tanır. Değişken editörü kapatma okuna tıklanarak veya tekrar ``F3`` tuşuna basılarak kapatılabilir.

source: New variables can be inserted or appended to the data set using the ``Add`` button from the data ribbon. The ``Add`` button also allows the addition of *Computed variables*.
tr: Veri şeridindeki ``Add`` (ekle) düğmesi kullanılarak veri setine yeni değişkenler eklenebilir.Ekleme verinin sonuna ya da sütunların arasına (append) yapılabilir. ``Add`` (ekle) düğmesi, *Hesaplanan değişkenlerin* eklenmesine de izin verir.

source: Computed Variables
nb: Beregnede variabler
tr: Hesaplanan Değişkenler

source: Computed Variables are those which take their value by performing a computation on other Variables. Computed Variables can be used for a range of purposes, including log transforms, z-scores, sum-scores, negative scoring and means.
nb: Beregnede variabler er de som tar verdien fra å utføre en beregning på andre variabler. Beregnede variabler kan brukes til en rekke formål, inkludert log-transformasjoner, inversjon av an skaleverdi eller for å beregner summer, gjennomsnitter og z-scorer.
tr: Hesaplanan Değişkenler, diğer değişkenler üzerinde bir hesaplama yaparak elde edilen değişkenlerdir. Hesaplanan değişkenler, logaritmik dönüşümler, z-skorları, toplama, negatif skorlama ve ortalama hesaplama gibi amaçlar için kullanılabilir.

source: *Computed variable*\ s can be added to the data set, with the ``Add`` button available on the data tab. This will produce a formula box where you can specify the formula. The usual arithmetic operators are available. Some examples of formulas are:
nb: *Beregnede variabler* kan legges til datasettet, med knappen ``Add`` under fanen «Data». Dette vil åpne en inputboks hvor du kan spesifisere formelen. De vanlige aritmetiske operatørene er tilgjengelige. Noen eksempler på formler er:
tr: *Hesaplanan değişken*\ ler, veri sekmesinde bulunan ``Add`` (ekle) butonu ile veri setine eklenebilir. Butona bastığınızda formülü belirtebileceğiniz bir formül kutusu oluşacaktır. Formüller arasında genel aritmetik işlemler mevcuttur. Bazı formül örnekleri şunlardır:

source: In order, these are the sum of A and B, a log (base 10) transform of ``len``, the mean of ``A`` and ``B``, and the z-score of ``dose`` (twice).
nb: I rekkefølge er dette: summen av A og B, en log (base 10) -transformasjon av ``len``, middelverdien av ``A`` og ``B``, og z-score til ``dose`` (med to forskjellige beregningsmåter).
tr: Sırasıyla; ``A`` ve ``B``\ nin toplamı, ``len``\ in 10 tabanında bir logaritmik dönüşümü, ``A`` ve ``B`` 'nin ortalamaları, ve ``dose`` un z-skoru (iki farklı şekilde).

source: There are many more functions available.
nb: Det er mange flere funksjoner tilgjengelig.
tr: Daha başka fonksiyonlar da mevcuttur.

source: ``V``-functions
nb: ``V``-funksjoner
tr: ``V``-fonksiyonlar

source: A number of functions appear in pairs, one prefixed with a ``V`` and the other not. ``V`` functions perform their calculation on a variable *as a whole*, where as non-``V`` functions perform their calculation row by row. For example, ``MEAN(A, B)`` will produce the mean of ``A`` and ``B`` for each row. Where as ``VMEAN(A)`` gives the mean of *all* the values in ``A``.
nb: Et del funksjoner vises i par, den ene forhåndsinnstilt med en ``V`` og den andre ikke. ``V``-funksjoner utfører sin beregning på en variabel *som en helhet*, der som ikke-``V``-funksjoner utfører sin beregning separat for hver rad. For eksempel vil ``MEAN(A, B)`` produsere gjennomsnittet av ``A`` og ``B`` for hver rad. I motsetning gir ``VMEAN(A)`` gjennomsnittet av *alle* verdiene i hele variabelen ``A``.
tr: Bazı fonksiyonlar biri ``V`` ile başlayan çiftler halindedir. ``V`` fonksiyonları, hesaplamalarında değişkeni *tek bir bütün olarak* değerlendirirler. ``V`` olmayan fonksiyonlar ise hesaplamalarını satır satır yaparlar. Örneğin, ``MEAN(A, B)``, satır satır ``A`` ve ``B``\ nin ortalamasını hesaplarken, ``VMEAN(A)``, ``A`` sütunundaki tüm değerlerin ortalamasını verir.

source: Additionally ``V`` functions support a ``group_by`` argument (in \0.9.6 and up). When a ``group_by`` variable is specified, a separate value is calculated for each level of the ``group_by`` variable. In the following example:
nb: I tillegg støtter `V``-funksjoner et ``group_by`` -argument. Når en ``group_by``-variabel er spesifisert, beregnes separate verdier for hvert nivå / trinn i ``group_by``-variabelen. I følgende eksempel:
tr: Ek olarak ``V``-fonksiyonları, ``group_by`` (gruplama) özelliğini de destekler (\ 0.9.6 ve üzeri sürümler). ``group_by`` ile bir değişken belirtildiğinde, hesaplama bu değişkeninin her seviyesi için ayrı ayrı yapılır. Aşağıdaki örnekte:

source: A separate mean is calculated for each level of ``dose``, and each value in the computed variable will be the mean corresponding to it’s row’s value of ``dose``.
nb: Et separat gjennomsnitt beregnes for hvert nivå / trinn av ``dose``, og hver verdi i den beregnede variabelen vil være gjennomsnittet som tilsvarer den trinn av ``dose`` i denne raden.
tr: Her bir ``dose`` seviyesi için ayrı bir ortalama hesaplanır ve bu değer yeni hesaplanan değişken sütununda ilgili satırıdaki ``dose`` değerine karşılık olacak şekilde yazılır.

source: Recoded Variables
nb: Rekoderte variabler
tr: Yeniden Kodlanmış Değişkenler

source: Transformed and recoded variables are also available. See this `blog post <https://blog.jamovi.org/2018/10/23/transforming-variables.html>`__ for details.
nb: Transformerte og rekoderte variabler er også tilgjengelige. Se dette `blogg-innlegget <https://blog.jamovi.org/2018/10/23/transforming-variables.html>`__ for detaljer.
tr: Dönüştürülmüş ve yeniden kodlanmış değişkenler de kullanılabilir. Ayrıntılar için bu `blog sayfasına bakın <https://blog.jamovi.org/2018/10/23/transforming-variables.html>`__.

source: Filters
nb: Filter
tr: Filtreler

source: Filters in jamovi allow you to filter out rows that you don’t want included in your analysis. For example, you might want to only include people’s survey responses if they explicitly consented to having their data used, or you might want to exclude all left-handed people, or perhaps people who score “below chance” in an experimental task. In some cases you just want to exclude extreme scores, for example those that score more than 3 standard deviations from the mean.
tr: jamovi'de filtreleri kullanarak, analizinize dahil edilmesini istemediğiniz satırları dışlayabilirsiniz. Örneğin, anket yanıtlarını yalnızca verilerin kullanılmasına açıkça izin verildiği durumlarda dahil etmek isteyebilirsiniz. Sadece solak insanları veya deneysel bir çalışmada "olasılığın altında" puan alan kişileri hariç tutmak isteyebilirsiniz. Bazen de ortalamanın 3 standart sapmasından daha fazla puan alanları hariç tutmak istersiniz.

source: The filters in jamovi are build on top of jamovi’s *computed variable* formula system, which allows the building of arbitrarily complex formulas.
nb: Filtrene i jamovi er bygget på toppen av formelsystemet for jamovis *beregnede variabler*, som gjør det mulig å bygge vedlig komplekse formler.
tr: jamovi'deki filtreler, jamovi'nin *hesaplanmış değişken* formül sisteminin üzerine inşa edilmiştir. Bu sayede karmaşık formüllerle filtreleme oluşturulabilir.

source: More details about filters are covered in this `blog post <https://blog.jamovi.org/2018/04/25/jamovi-filters.html>`__
nb: En mer omfattende fremstilling om filtre finnes i dette `blogg-innlegget <https://blog.jamovi.org/2018/04/25/jamovi-filters.html>`__.
tr: Filtrelerle ilgili daha fazla ayrıntı bu `blog yazısında <https://blog.jamovi.org/2018/04/25/jamovi-filters.html>`__

source: Updating data
nb: Oppdatere data
tr: Veri güncelleme

source: Once a data set is set up with filters, computed variables, transforms and analyses, sometimes you may want to update the data. This may be for a number of reasons – It might be that you have a new data set, that you want to apply the analyses you performed earlier to it, or you may be conducting an experiment where you’re tesing a number of participants, and you now have an additional participant’s data to analyse. By importing into an existing data set you can re-run your analyses without having to re-perform all of your data cleaning and analysis steps (making your jamovi files behave a bit like scripts).
nb: Når et datasett er satt opp med filtre, beregnede variabler, transformasjoner og analyser, kan det være lurt å oppdatere data. Dette kan være av flere årsaker: Det kan være at du har et nytt datasett, at du vil bruke samme analysene du har utført tidligere på det, eller at du kan utføre et eksperiment der du har testet en del deltakere, og du nå fikk data fra en ekstra deltager for å inkludere dem. Ved å importere til et eksisterende datasett kan du kjøre analysene dine på nytt uten å må utføre alle dine data rengjørings- og analysetrinn igjen. På denne måten oppfører seg jamovi-filene dine litt som en skript.
tr: Bir veri setini filtreler, hesaplanmış değişkenler, dönüştürmeler ve analizlerle hazırladıktan sonra bile bazen veriyi güncellemeniz gerekebilir. Bunun birkaç nedeni olabilir: Daha önce gerçekleştirdiğiniz analizleri uygulamak istediğiniz yeni bir veriniz olabilir veya birkaç katılımcıyı test ettiğiniz bir deneyde yeni bir katılımcı verisi elde etmiş olabilirsiniz. Yeni veriyi mevcut bir veri kümesine aktararak, tüm veri temizleme ve analiz adımlarınızı yeniden gerçekleştirmek zorunda kalmadan analizlerinizi yeniden çalıştırabilirsiniz (jamovi dosyalarınızın biraz komut dosyaları gibi davranmasını sağlayabilirsiniz).

source: For a video introduction to import and templates in jamovi, see this `blog post <https://blog.jamovi.org/2019/03/27/import.html>`__.
nb: For videoinstruksjoner om import og maler i jamovi, kan du se på dette `blogg-innlegget <https://blog.jamovi.org/2019/03/27/import.html>`__.
tr: Jamovi'nin içe aktarma özelliği ve şablonlar için `bu blog <https://blog.jamovi.org/2019/03/27/import.html>`__ gönderisine bakın.

source: Single-file Import
nb: Import av en enkelte fil
tr: Tek Dosyayı İçe Aktarma
