Repository: MAgojam/jamoviDocs
Catalog: _locale/*/LC_MESSAGES/getting-started/um_2_first-steps.po
Languages: nb, tr

source: Import is available from the file menu (☰) at the top left of jamovi. When you import a file into an existing data set, the following operations are performed:
nb: Import er tilgjengelig fra filmenyen (☰) øverst til venstre i jamovi. Når du importerer en fil til et eksisterende datasett, utføres følgende operasjoner:
tr: Jamovi'nin sol üst tarafındaki dosya menüsünden (☰) içe aktarma yapılabilir. Bir dosyayı mevcut bir veri setine aktardığınızda, aşağıdaki işlemler gerçekleştirilir:

source: All the rows of the existing data set are deleted.
nb: Alle radene i det eksisterende datasettet blir slettet.
tr: Mevcut verinin tüm satırları silinir.

source: All the (original) names of the existing columns are matched to the names of the columns from the new data set.
nb: Alle de (originale) navnene på de eksisterende kolonnene er matched ved navnene på kolonnene fra det nye datasettet.
tr: Mevcut sütunların tüm adları, yeni verideki sütunların adlarıyla eşleştirilir.

source: The new values are imported to the existing columns, *keeping* the data and measure types from the existing data set.
nb: De nye verdiene importeres til de eksisterende kolonnene, *holder* datatypene og målenivåene fra det eksisterende datasettet.
tr: Yeni değerler mevcut sütunlara aktarılır, bu sırada mevcut veri kümesindeki veri ve çlçüm tipleri *korunur*.

source: The new columns which did not match names in the original data set are appended to the right of the data set.
nb: De nye kolonnene som ikke stemte overens med navnene i det originale datasettet, legges til høyre for det eksisterende datasettet.
tr: Orijinal veri setindeki isimlerle eşleşmeyen yeni sütunlar, veri setinin sağına eklenir.

source: If no new column matches the column names in the existing data set, then those columns are left blank.
nb: Hvis ingen ny kolonne samsvarer med kolonnenavnene i det eksisterende datasettet, blir kolonnene tomme.
tr: Mevcut veri setindeki sütun adlarıyla eşleşen sütun yoksa, bu sütunlar boş bırakılır.

source: Following a file import, all the filters, computed variables, transforms and analyses update.
nb: Etter en filimport oppdateres alle filtre, beregnede variabler, transformasjoner og analyser.
tr: Bir dosya aktarımının ardından tüm filtreler, hesaplanan değişkenler, dönüştürmeler ve analizler yeniden yapılır (güncellenir).

source: Multi-file Import
nb: Import av flere filer
tr: Birden fazla dosyayı içe aktarma

source: It is also possible to import multiple files at once. This can be useful when you are combining multiple data sets, for example, where each file represents a participant. The process is the same as the single-file import detailed above, except that you select multiple files when performing the import. You can do this by holding down control or shift when selecting data files, or with the “multi-select” button at the top of the import dialog.
tr: Aynı anda birden fazla dosyayı içe aktarmak da mümkündür. Birden çok veriyi birleştirme, örneğin her dosyanın bir katılımcıyı temsil ettiği durumlarda yararlı olabilir. İşlem, içe aktarmayı gerçekleştirirken birden çok dosya seçmeniz dışında yukarıda ayrıntıları verilen tek dosya içe aktarmayla aynıdır. Veri dosyalarını seçerken control veya shift tuşunu basılı tutarak ya da içe aktarma iletişim kutusunun üst kısmındaki "çoklu seçim" düğmesini kullanarak bunu yapabilirsiniz.

source: When importing multiple files like this, they are combined vertically with the rows of the second file appearing below the first, the rows of the third file appearing below the second, and so on. An additional column called ``source`` is created detailing which file each row has come from. This can be useful when you need to “split-by” or “group-by” each participant. This column can be particularly useful to use with the ``group_by`` argument to ``V``-functions described above.
tr: Birden çok dosyayı içe aktarırken, birinci dosyanın altına ikinci dosyanın satırları dikey olarak birleştirilirler, üçüncü dosyanın satırları ikincinin altında görünür ve bu böyle devam eder. Her satırın hangi dosyadan geldiğini detaylandıran ``source`` (kaynak) adlı ek bir sütun oluşturulur. Bu, her bir katılımcıyı 'split-by' (ayırmanız) veya 'group-by' (gruplamanız) gerektiğinde yararlı olabilir. Bu sütun, yukarıda açıklanan ``V`` fonksiyonlarındaki ``group_by`` özelliğini kullanılırken yararlı olabilir.

source: At present, there is no way to combine files horizontally in jamovi.
nb: På nåværende tidspunkt er det ingen mulighet i jamovi å importere filer og å kombinere dem horisontalt (dvs. å legge til variabler).
tr: Şimdilik, dosyaları jamovi'de yatay olarak birleştirmenin bir yolu yoktur.

source: Templates
nb: Maler
tr: Şablonlar

source: Templates in jamovi are special data sets that are analagous to script files in more traditional statistical environments. They are a way to specify data types, computations, filters, transforms, and analyses in advance. Once the data becomes available, it can be imported into the template, and the template will update accordingly. The nice thing about jamovi templates is that they are entirely specified with the familiar user interface, and do not require working with a “syntax” or code.
tr: Jamovi'deki şablonlar, komut (kod) ile çalıştırılan analizlere benzer şekilde kullanılabilecek özel veri setleridir. Bu yöntem ile veri türlerini, hesaplamaları, filtreleri, dönüşümleri ve analizleri önceden belirlemek mümkündür. Veriler hazır olduğunda, şablona aktarılabilir ve şablon yeni veriyi kullanarak güncellenir. Jamovi şablonlarının güzel yanı, oldukça kolay kullanıcı arayüzüyle belirlenmiş olmaları ve bir 'syntax' veya kodla çalışmayı gerektirmemeleridir.

source: To save a data set as a template, select ``Export`` from the file menu, and select ``jamovi template (.omt)`` from the file type box. When opening a template, you’ll see it contains columns but no rows, and that all the analysis results are blank. To use the template, import a new data set (or data sets) using the file import described above. The data will update, followed by the filters, computed variables, and finally the analysis results.
tr: Bir veriyi şablon olarak kaydetmek için, File (dosya) menüsünden ``Export`` (Dışa Aktar) seçin ve dosya türü kutusundan ``jamovi template (.omt)`` (jamovi şablonu) seçin. Bir şablonu açtığınızda, sütunları içerdiğini ancak satırları içermediğini ve tüm analiz sonuçlarının boş olduğunu göreceksiniz. Şablonu kullanmak için, yukarıda açıklanan dosya içe aktarmayı kullanarak yeni bir veri setini (veya veri setlerini) içe aktarın. Veriler güncellenir, ardından filtreler uygulanır, hesaplama yapılan değişkenler hesaplanır ve son olarak analiz sonuçları yazılır.

source: jamovi templates are also a great way to provide analyses to less capable students or colleagues.
nb: jamovi-maler er også en flott og enkelt måte å gi analyser til studenter eller kolleger som er kanskje litt mindre erfaren.
tr: jamovi şablonları, daha az yetenekli öğrencilere veya meslektaşlara analiz sağlamanın harika bir yoludur.

source: Copy and Paste
tr: Kopyala ve yapıştır

source: jamovi produces nice APA formatted tables, and attractive plots. It is often useful to be able to copy and paste these, perhaps into a Word document, or into an email to a colleague. To copy results, right click on the object of interest, and from the menu select exactly what you want to copy. The menu allows you to choose to copy, say only the image, or the entire analysis. Selecting copy, copies the content to the clipboard, and can be pasted into the other program in the usual way.
nb: jamovi produserer fine APA-formaterte tabeller og attraktive figurer. Det er enkelt og ofte veldig nyttig å bare kopiere og lime dem inn, kanskje i et Word-dokument, eller i en e-post til en kollega. For å kopiere resultater, høyreklikk på resultatobjektet av interesse, og velg nøyaktig hva du vil kopiere fra kontekstmenyen. Menyen lar deg velge å kopiere, f.eks. bare et bilde, en tabelle eller hele analysen. Når du velger ``Copy``, kopierer innholdet til utklippstavlen og kan limes inn i det andre programmet på vanlig måte.
tr: jamovi APA formatlı güzel tablolar ve çekici grafikler üretir. Bunları bir Word belgesine veya bir e-postaya kopyalayıp yapıştırabilmek çoğu zaman kullanışlıdır. Sonuçları kopyalamak için, ilgili sonuca sağ tıklayın ve menüden tam olarak kopyalamak istediğiniz şeyi seçin. Menü, yalnızca görüntüyü veya tüm analizi kopyalamayı seçmenize olanak tanır. Kopyayı seçince, içerik panoya kopyalanır ve diğer programa yapıştırılabilir.

source: Syntax Mode
nb: Syntaks-modus
tr: Syntax (Sözdizimi, Betik) Modu

source: jamovi also provides an “R Syntax Mode”, in this mode, jamovi produces equivalent R code for each analysis. To change to syntax mode, select the application menu (⋮) at the top right of jamovi, and check the ``Syntax mode`` checkbox there. It is possible to leave syntax mode by clicking this a second time.
nb: jamovi tilbyr også en «R Syntax Mode». I denne modusen produserer jamovi R-kode for hver analyse. For å bytte til denne syntaksmodusen, velg applikasjonsmenyen (⋮) øverst til høyre i jamovi og tikk ``Syntax mode`` der. Det er mulig å forlate syntaksmodus ved å klikke på dette en gang til og å ta vekk tikk.
tr: jamovi'de bir "R Syntax (Betik) Modu" mevcuttur. Burada her analiz için eşdeğer R kodu üretilir. Syntax moduna geçmek için, jamovi'nin sağ üst köşesindeki uygulama menüsünü (⋮) seçin ve oradaki ``Syntax mode`` onay kutusunu işaretleyin. Buna ikinci kez tıklayarak bu moddan çıkmak mümkündür.

source: In syntax mode, analyses continue to operate as before, but now they produce R syntax, and “ASCII output” like an R session. Like all results objects in jamovi, you can right click on these items (including the R syntax) and copy and paste them, for example, into an R session.
tr: Syntax modunda, analizler aynı şekilde çalışmaya devam eder, ancak şimdilik R sözdizimi ve bir R oturumu gibi 'ascii çıktısı' üretilir. jamovi'deki tüm sonuç nesneleri gibi, bu öğelere de sağ tıklayıp kopyalayabilirsiniz. R kodlarını da bir R oturumuna kopyalayıp yapıştırabilirsiniz.

source: At present, the provided R syntax does not include the data import step, and this must be performed manually. There are many resources explaining how to import data into R, and we recommend you take a look at these (Most analyses in jamovi require data as a data frame).
nb: For nå inkluderer denne R-syntaksen ikke dataimport-trinnet, og dette må legges til manuelt. Det er mange ressurser som forklarer hvordan du importerer data til R, og vi anbefaler at du tar en titt på disse (de fleste analyser i jamovi krever at data er lagret i en R-variabletype som heter *data frame*).
tr: Şu anda, R sözdizimi veriyi içe aktarma adımını içermemektedir. Bu basamağı manuel olarak gerçekleştirilmelisiniz. Verilerin R'ye nasıl aktarılacağını açıklayan birçok kaynak mevcuttur. Bunlara bir göz atmanızı öneririz. jamovi'deki çoğu analiz, 'dataframe' şeklindeki verilerle gerçekleştirilir.

source: Another R feature that may be of interest is the `Rj module <https://blog.jamovi.org/2018/07/30/rj.html>`__, which allows you to use R code to analyse data directly in jamovi.
nb: En annen R-funksjon som kan være av interesse er `Rj-modulen <https://blog.jamovi.org/2018/07/30/rj.html>`__, som lar deg bruke R-kode til å analysere data direkte innefor jamovi.
tr: Diğer ilgi çekici bir R özelliği ise `Rj modülü <https://blog.jamovi.org/2018/07/30/rj.html>` __ 'dür. Burada R kodu kullanarak analiz yapmak mümkündür.

source: A very common format for exchanging data is using files with ‘comma- separated values’ (.csv or .txt). Given that these data are stored as simple text file using commas (or ";", "|", etc.) to separate values nearly any software package can read and write them (and you to can take a look using any text editor). An example is shown in the figure. The first line contains the variable names and any other line afterwards a measurement point (typically a person where data were acquired from). If you have your data in a spreadsheet program (e.g., Excel), you can create a CSV-file from your data by selecting ``File`` → ``Save as...`` and choose ``Comma delimited`` in the drop-down menu close to the ``Save as``-button. Thereafter, you may open the CSV-file in jamovi.
nb: Et veldig vanlig format for utveksling av data er filer med ‘kommaseparerte verdier’ (.csv eller .txt). Disse data er lagret som enkel tekstfil og verdiene er separert fra hverandre ved hjelp av komma (eller andre separator, f.eks. ";", "|"). Mer eller mindre alle programvare-pakker kan lese og skrive denne formaten (og en kan enkelt ta en titt ved en simple teksteditor, f.eks. Notepad) . Et eksempel er vist på figuren ovenfor. Den første linjen inneholder navnene til variablene og enhver annen linje etterpå er et målepunkt (typisk kommer et målepunkt fra en person der data ble sammlet inn fra). Hvis du har dine data i et regnearkprogram (f.eks. Excel), kan du opprette en CSV-fil fra dataene dine ved å velge ``Fil`` → ``Lagre som...`` og velge ``Komma separert`` i drop-down-menyen nesten til ``Lagre som``-knappen. Deretter kan du åpne CSV-filen i jamovi.

source: Analyses can be selected from the analyses ribbon or menu along the top. Selecting an analysis will present an ‘options panel’ for that particular analysis, allowing you to assign different variables to different parts of the analysis, and select different options. At the same time, the results for the analysis will appear in the right ‘Results panel’, and will update as you make changes to the options.
nb: Analyser kan velges fra ribbon-menyet i øvre delen av jamovi-vinduet. Å velge en analyse vil presentere et valgmeny for den analysen du er i gang ved å gjennomføre. Der kan du velge og tilordne variabler (f.eks. prediktorer eller utkomstvariabler), og velge forskjellige alternativer for utgave (dvs. hvilke utgavene skulle være vist). Samtidig med at du gjør dette, vil resultatutgaven for analysen din allerede begynne å vise i høyre 'resultatpanel', og vil etterpå oppdateres automatisk når du gjør endringer i opsjonsvalg eller tilordning av variablene.

source: When you have the analysis set up correctly, you can dismiss the analysis options by clicking the arrow to the top right of the optional panel. If you wish to return to these options, you can click on the results that were produced. In this way, you can return to any analysis that you (or say, a colleague) created earlier.
nb: Når du har konfigurert analysen riktig, kan du stenge analyse-valgmeny ved å klikke på pilen øverst til høyre i dette panelet. Hvis du ønsker å gå tilbake til valgmenyet, kan du klikke på resultatene. På denne måten kan du gå tilbake til og, hvis nødvendig, forandre hvilken analyse som helst etter det har vært opprettet tidligere av deg (eller en kollega).

source: If you decide you no longer need a particular analysis, you can remove it with the results context menu. Right-clicking on the analysis results will bring up a menu, and by selecting ‘Analysis’, and then ‘Remove’, the analysis can be removed.
nb: Hvis du bestemmer deg at du ikke lenger trenger en bestemt analyse, kan du fjerne den med kontekst-menyen til denne analysen. Høyreklikk på analyseresultatene; det vil få opp en meny hvor du kan velge ‘Analyse’, og deretter ‘Fjern’. Da blir analysen slettet.

source: In jamovi, data is represented in a spreadsheet, with each column representing a ‘variable’.
nb: I jamovi er data representert i et regneark, hvor hver kolonne representerer en ‘variabel’ og hver linje en målepunkt.

source: The most commonly used variables in jamovi are ‘Data Variables’, these variables simply contain data either loaded from a data file, or ‘typed in’ by the user. Data variables can be one three data types:
nb: De oftest brukte variabletypen i jamovi er ‘data-variabler’. Disse variablene inneholder data som ble enten lastet inn fra en datafil, eller ‘tippet inn’ av brukeren. Data-variabler kan har en av disse tre datatypene:

source: The variable editor can be invoked by selecting ‘Setup’ from the data tab, double-clicking on the column header, or by pressing ``F3``. The variable editor allows you to change the name of the variable, and (for data variables) the data type, the measure type, the order of the levels, and the label displayed for each level. The variable editor can be dismissed by clicking the close arrow, or by pressing ``F3`` again.
nb: Variableeditoren kan åpnes ved å velge ‘Setup’ fra fane «Data», dobbeltklikke på kolonneoverskriften, eller ved å trykke på ``F3``. Variableeditoren lar deg endre navnet på variabelen, og (for datavariabler) datatypen, målenivået, rekkefølgen på faktor-trinn (for nominale og ordinale variabler) og beskrivelse for hele variabelen (*variable label*) og for hvert trinn av verdiene (*value label*). Variableeditoren kan stenges ved å klikke på pilen, eller ved å trykke på ``F3`` igjen.

source: New variables can be inserted or appended to the data set using the ``Add`` button from the data ribbon. The ‘add’ button also allows the addition of *Computed variables*.
nb: Nye variabler kan settes inn eller legges til datasettet ved å bruke knappen 'Add' fra ribbon-menyet under "Data". Knappen "Add" tillater også å legge til *Beregnede variabler*.

source: Filters in jamovi allow you to filter out rows that you don’t want included in your analysis. For example, you might want to only include people’s survey responses if they explicitly consented to having their data used, or you might want to exclude all left-handed people, or perhaps people who score ‘below chance’ in an experimental task. In some cases you just want to exclude extreme scores, for example those that score more than 3 standard deviations from the mean.
nb: Filtre i jamovi lar deg filtrere ut rader du ikke vil ha med i analysen. Det kan for eksempel være lurt å bare inkludere disse svarene i en undersøkelse hvor folk ga eksplisitt samtykke til å bruke data sine, eller du kanskje vil ekskludere alle venstrehendte personer, eller kanskje personer som scorer overfor dette nivået du ville har oppnådd når du trykker på knapp helt tilfeldigvis i en eksperimentell oppgave. I noen tilfeller vil du bare ekskludere ekstreme verdiene, f.eks. de som scorer mer enn 3.3 standardavvik fra gjennomsnittet.

source: It is also possible to import multiple files at once. This can be useful when you are combining multiple data sets, for example, where each file represents a participant. The process is the same as the single-file import detailed above, except that you select multiple files when performing the import. You can do this by holding down control or shift when selecting data files, or with the ‘multi-select’ button at the top of the import dialog.
nb: Det er også mulig å importere flere filer samtidig. Dette kan være nyttig når du for eksempel kombinerer flere datasett der hver fil representerer en deltaker. Prosessen er den samme som når enkeltfil importeres slik som det ble beskrevet ovenfor. Den eneste forskjell er at du velger flere filer når du utfører importen. Du kan gjøre dette ved å holde Ctrl- eller Shift-taste nede når du velger datafilene, eller med knappen "multivalg" øverst i import-dialogen.

source: When importing multiple files like this, they are combined vertically with the rows of the second file appearing below the first, the rows of the third file appearing below the second, and so on. An additional column called ``source`` is created detailing which file each row has come from. This can be useful when you need to ‘split-by’ or ‘group-by’ each participant. This column can be particularly useful to use with the ``group_by`` argument to ``V``-functions described above.
nb: Når du importerer flere filer, blir de kombinert vertikalt med at radene til den andre filen vises under den fra første, radene til den tredje filen vises under den fra andre, og så videre. En ekstra kolonne kalt ``kilde`` opprettes med detaljer om hvilken fil hver rad har kommet fra. Dette kan være nyttig når du trenger å «dele opp» eller «gruppere» hver deltaker. Denne kolonnen kan være spesielt nyttig å bruke med ``gruppe_by``-argumentet til ``V``-funksjoner beskrevet ovenfor.

source: Templates in jamovi are special data sets that are analagous to script files in more traditional statistical environments. They are a way to specify data types, computations, filters, transforms, and analyses in advance. Once the data becomes available, it can be imported into the template, and the template will update accordingly. The nice thing about jamovi templates is that they are entirely specified with the familiar user interface, and do not require working with a ‘syntax’ or code.
nb: Mal i jamovi er spesielle datasett som er tilsvarende skriptfiler i andre statistikk-pakker. De er en måte å spesifisere datatyper, beregninger, filtre, transformasjoner og analyser på forhånd. Når data blir tilgjengelige, kan de importeres til malen, og malen oppdateres deretter. Det fine med jamovi-maler er at de kan være spesifisert med det kjente brukergrensesnittet, og ikke krever å jobbe med ‘syntaks’ eller kode.

source: To save a data set as a template, select ‘Export’ from the file menu, and select ‘jamovi template’ from the file type box. When opening a template, you’ll see it contains columns but no rows, and that all the analysis results are blank. To use the template, import a new data set (or data sets) using the file import described above. The data will update, followed by the filters, computed variables, and finally the analysis results.
nb: Hvis du vil lagre et datasett som mal, velger du 'Export' fra filmenyen og velger 'jamovi template' fra filtype-valgmeny. Når du åpner en mal, ser du at den inneholder kolonner, men ingen rader, og at alle analyseresultatene er tomme. Hvis du vil bruke malen, importerer du et (eller flere) nye datasett ved å bruke fil-importen beskrevet ovenfor. Data vil oppdateres, etterfulgt av filtrene, beregnede variabler og til slutt analyseresultatene.

source: In syntax mode, analyses continue to operate as before, but now they produce R syntax, and ‘ascii output’ like an R session. Like all results objects in jamovi, you can right click on these items (including the R syntax) and copy and paste them, for example, into an R session.
nb: I syntaksmodus fortsetter analysene å fungere som før, men nå produserer de R-syntaks, og ‘ASCII output’ (uformatert tekstutgave) som om du kjører R. Du kan høyreklikke på hver av disse resultatobjektene eller deres elementene (inkludert R-syntaksen som står helt i begynnelsen av hver analyse) og kopiere dem. Etterpå kan du lime dem inn, f.eks. inn i en R-sesjon eller samle disse kommandoene i en tekstfil.
